{
	" tag to search by name.": "tag pour rechercher par nom.",
	", where tag is one of the listed below.": ", où la tag est l'une de celles répertoriées ci-dessous.",
	"A (attechement)": "",
	"A miscelanious extra to the main item.": "Un supplément divers à l'élément principal.",
	"Add a file": "",
	"Add item": "",
	"Adding materials to the display.": "",
	"Adventures &amp; Campaigns": "",
	"All": "",
	"An important translation with additional content or with significant differences from the main item.": "Une traduction importante avec un contenu supplémentaire ou avec des différences significatives par rapport à l'élément principal.",
	"An simple errata or revision of the material.": "Un simple errata ou une révision du matériel.",
	"Boardgame": "",
	"Book does not exist.": "",
	"Cancel": "",
	"Canceled": "",
	"Category": "",
	"Click to select a item": "",
	"Close window": "",
	"Collection Organization": "",
	"Comic does not exist.": "",
	"Conversion sheets, April's fool jokes and other items that don't go on the other categories.": "Guides de conversion, blagues sur le poisson d'avril et autres éléments qui ne rentrent pas dans les autres catégories.",
	"Cover would be upscaled!": "",
	"D (draft)": "",
	"Data updated, please refresh the app.": "",
	"Default section": "",
	"Description": "",
	"Digital": "",
	"Done!": "",
	"E (errata)": "",
	"Edit": "",
	"Edition": "",
	"Export": "",
	"Export Covers": "",
	"Export Data": "",
	"Export Thumbnails": "",
	"Export covers": "",
	"Export data file": "",
	"Export thumbnails": "",
	"Extract Covers": "",
	"Extract covers": "",
	"Fetching items database.": "Récupération de la base de données des éléments.",
	"File type for \"": "",
	"Files": "",
	"Game date": "",
	"If the material is in the scope of a digital collection.": "",
	"Image Files": "",
	"Import Covers": "",
	"Import Data": "",
	"Import Files": "",
	"Import covers": "",
	"Information": "",
	"It may be one of the following:": "",
	"Item # ": "",
	"Item already exists in the list.": "",
	"Item name": "",
	"Items that influenced the game and have a historical importance but are not official.": "Objets qui ont influencé le jeu et ont une importance historique mais ne sont pas officiels.",
	"JSON Files": "",
	"Language settings": "",
	"Loading...": "",
	"Magazine": "",
	"Magazines": "",
	"Material Files naming convension": "",
	"May be one of the following": "",
	"May be one of the following:": "",
	"Misc.": "Divers",
	"Missing": "",
	"Missing ROM file.": "",
	"Missing book file.": "",
	"Missing comic file.": "",
	"Mission": "",
	"Missions, adventures and campaigns including the ": "",
	"Name": "",
	"Names published": "",
	"New Material": "",
	"Notes": "",
	"Novel": "",
	"Novels": "",
	"OCR": "",
	"OK": "",
	"Official (or semi-official) magazines published about the Shadowrun Universe.": "Magazines officiels (ou semi-officiels) publiés sur l'Univers Shadowrun.",
	"One optional modifier to diferentiate this file from the \"main\" file(s) for this item.": "",
	"Online links": "",
	"Or drag the item here...": "Ou faites glisser l'élément ici...",
	"Original Language": "",
	"Out of scope": "",
	"Physical": "",
	"Please add an SKU first before adding a file.": "",
	"Please fill the field.": "",
	"Please select an option...": "Veuillez sélectionner une option...",
	"Print": "",
	"Publisher": "",
	"ROM file does not exist.": "",
	"Read data file": "",
	"Read materials": "",
	"Registering Service Worker.": "Enregistrement du service worker.",
	"Release date": "",
	"Remove item": "",
	"Rulebook": "",
	"Rulebooks": "",
	"SKU": "",
	"Save": "",
	"Scan": "",
	"Search": "",
	"Search Options": "",
	"Search items...": "Rechercher des éléments...",
	"Setting information from URL.": "Informations de réglage à partir de l'URL.",
	"Setting modal from URL.": "Paramétrage modal à partir de l'URL.",
	"Sorting materials.": "",
	"Sourcebook": "",
	"Sourcebooks": "",
	"Status": "",
	"T (translation)": "",
	"T.C.G.": "J.C.C.",
	"Tabletop": "",
	"Tabletop, boardgames and other physical games.": "Jeux de table et autres jeux physiques.",
	"Tags list": "",
	"The ": "",
	"The availability of the material, based on how it is more easely found or it's \"best\" version is presented.": "",
	"The category the material fits in, it is one of the categories listed above.": "La catégorie dans laquelle le matériau s'inscrit, c'est l'une des catégories énumérées ci-dessus.",
	"The default search is by name, so you don't need the tag for it, but if you use more than one tag for searching you will need to specify the ": "",
	"The edition of the publication, ranging from ": "",
	"The item's file extension.": "L'extension de fichier de l'élément.",
	"The item's first published SKU, it is used as an unique identifier.": "",
	"The item's name.": "Le nom de l'élément.",
	"The material here presented is organized into the following categories:": "",
	"The name of the material. Also the default search tag, if none is provided it will be used.": "Le nom du matériau.\n\nDe plus, c'est la tag de recherche par défaut, si aucune n'est fournie, elle sera utilisée.",
	"The romances written with the Sixth World as a base.": "Les romans écrits avec le Sixième Monde comme base.",
	"The search is done by tags, which follow the format: <code>tag: term</code>, where tag is one of the listed below.": "",
	"Theme (Dark)": "",
	"These books are a mix of rules and setting. As such, they contain setting information applicable to any edition of the game, and statistics that may need a little updating.": "Ces livres sont un mélange de règles et de paramètres. \nEn tant que tels, ils contiennent des informations de paramétrage applicables à n'importe quelle édition du jeu, et des statistiques qui peuvent nécessiter une petite mise à jour.",
	"These books are primarily rules, and tend to be replaced quickly when a new edition of the game is released. They can be difficult to use with other editions.": "Ces livres sont principalement des règles et ont tendance à être remplacés rapidement lorsqu'une nouvelle édition du jeu est publiée. \nIls peuvent être difficiles à utiliser avec d'autres éditions.",
	"To have a file associated to an item in the collection when using the ": "",
	"Tool Information": "",
	"Trade Card Game": "",
	"Trading Card Game": "",
	"Trading Card Games based on the Shadowrun universe.": "Jeux de cartes à collectionner basés sur l'univers Shadowrun.",
	"Type": "",
	"URL": "",
	"Unofficial": "",
	"Video Games": "",
	"Video Games produced based on the Shadowrun universe.": "Jeux vidéo réalisés sur la base de l'univers Shadowrun.",
	"Videogame": "",
	"X (extra)": "",
	"covers.zip": "",
	"data.json": "",
	"modifier": "",
	"name": "",
	"sku": "",
	"tag: term": "tag: nom"
}
