[["26000",{"sku":["26000","26001"],"category":"rulebook","type":"digital","name":"Shadowrun Fourth Edition","releaseDate":["2005-10","2008-02"],"description":"The year is 2072. Magic has returned and creatures of myth and legend walk among us as megacorps bleed the world dry. You’re a shadowrunner—a deniable asset, a corporate pawn—using bleeding-edge science and magic to make your meat body and mind better-than-flesh. Stay on the edge, and you may survive another run on the mean sprawl streets.","gameDate":"2070","edition":4,"publisher":["fanpro","catalyst"]}],["26002A",{"sku":["26002A"],"category":"rulebook","type":"digital","name":"Augmentation","releaseDate":["2008-08"],"description":"Augmentation is the advanced medtech rulebook for Shadowrun, Fourth Edition, covering everything you need to know about implants—including new cyberware and bioware and where to score the surgery. It provides detailed overviews of genetics and nanotechnology, from regrowing limbs to lethal cutter swarms. It also previews the bleeding-edge of medtech: bio-drones, cybermancy, and full-body cyborgs. Augmentation contains everything players and gamemasters need for implants and body modification in Shadowrun.","gameDate":"2070-08","edition":4,"publisher":["catalyst"]}],["26004",{"sku":["26004","26001"],"category":"rulebook","type":"digital","name":"Street Magic","releaseDate":["2006-06","2008-08"],"description":"Street Magic is the advanced magic rulebook for Shadowrun, Fourth Edition. It provides background details on everything known to magic in the year 2070, from the nature of mana and astral space to and its effects on society and the Awakened. It also covers a few things that aren't known - or at least understood - such as the metaplanes and hostile spirits. It also contains advanced rules for magic traditions and groups, initiation and metamagic, enchanting, and new spells and adept powers.","gameDate":"2070-04","edition":4,"publisher":["fanpro","catalyst"]}],["5839",{"sku":["5839","27824"],"category":"novel","type":"digital","name":"The Burning Time","releaseDate":["2001"],"description":"[Tommy Talon Series No.#3] Boston Metroplex - Low-level programmer Roy Kilaro wants nothing more but to become a Seraphim, an elite corporation operative, and experience some real live action in the shadow ops between megacorporations. He gets more than he ever wanted when a routine business trip to Boston lands him at ground zero of a running battle for survival. The combatants: a group of hardened 'runners trying to finish a job, the ruthless anti-elven terrorist group known as the Knights of the Red Branch, and a powerful sorceress who wants revenge upon them all...","gameDate":"2061","edition":2,"publisher":["fasa"]}],["5749",{"sku":["5749","27823"],"category":"novel","type":"digital","name":"The Forever Drug","releaseDate":["1999-06","2004-02"],"description":"There's a new \"drug\" on the streets, promising a phenomenal--and deadly--high. But this time the dealers aren't selling a substance. They're working with a creature called a \"corpse light\"--a creature of pure magic that gives the customer a euphoric rush...as it drains the poor sap's life away.\nRomulus was the first to see this new scourge in action. As a shapeshifter, he's a freelance agent to the Lone Star police department. His wolfish strength and sense of smell keep him useful--and keep from being admitted into the regular force. So when Jane, a beautiful, amnesiac woman, is caught in a dangerous web with the dealers, there's no way for Romulus to be assigned to the investigation. But that won't stop him from trying to save her, and to discover how she is tied into this case...","gameDate":"2060","edition":3,"publisher":["fasa","catalyst"]}],["5742",{"sku":["5742","27818"],"category":"novel","type":"digital","name":"Crossroads","releaseDate":["1999-04","2003-06"],"description":"[Tommy Talon Series No.#1] In the magical world of 2060, street mage Tommy Talon has hit the big time. He's a member of Assets, Inc., one of the best shadow-teams in the business, but now he's drawn back to his home town of Boston by secrets from his past. Secrets that lead him into conflicts with megacorporations, yakuza gangsters, and a powerful spirit that's hunting for him.\nTalon must call on all of his magical powers and the abilities of his shadowrunning friends to unravel the mystery. Along the way, he finds out some unexpected things about his past, himself, and his true enemy: someone very close to him indeed...","gameDate":"2060","edition":3,"publisher":["fasa","catalyst"]}],["5819",{"sku":["5819","27825"],"category":"novel","type":"digital","name":"Tails You Lose","releaseDate":["2001-02","2003-06"],"description":"When a shadowrunner managed to extract PCI's most vital employee, it was Alma's job as security expert to get him back--no matter the cost. But all the evidence pointed to the one person who couldn't have done it...herself. Branded a traitor, Alma has one shot at redemption: find the real culprit. But she's never faced an enemy like this one.\nThis 'runner not only looks like Alma--she's also equipped with Alma's top-of-the-line cybernetic implants, and she's backed by the powerful magic of the Chinese underworld. Now, the expert in defense must attack--and risk it all to bring down a rival so much like herself that there can be only one shocking explanation...","gameDate":"2062","edition":3,"publisher":["fasa","catalyst"]}],["5775",{"sku":["5775","27822"],"category":"novel","type":"digital","name":"Ragnarock","releaseDate":["2000-02","2003-06"],"description":"[Tommy Talon Series No.#2] In the twenty-first century, magic brings out the best in people--and the worst. Tommy Talon should know. As head of a successful shadow-running team, it's the dark side of people that brings him business. This time he's hired to hunt a murderous archaeologist and recover a magical relic. But Talon's not hunting alone.\nSomeone else wants the artifact too--someone very powerful. And Talon and his team must outwit the world's most potent megacorporation on its own turf if they're to have any chance of returning the treasure--or any chance of returning at all...","gameDate":"2061","edition":3,"publisher":["fasa","catalyst"]}],["26002X",{"sku":["26002X"],"category":"rulebook","type":"digital","name":"Contacts and Adventures","releaseDate":["2006-03"],"description":"The 32 page Contacts and Adventures booklet, which features a variety of NPCs with complete stats; over 30 plot hooks covering a wide range of shadowrunning possibilities; the SR3 to SR4 character conversion rules, and two pages of additional tables that we couldn't squeeze onto the GM Screen itself.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["26100X",{"sku":["26100X"],"category":"rulebook","type":"digital","name":"Gamemaster Screen SR4A","releaseDate":["2011-08-17"],"description":"All the important Shadowrun info you need, free!\nDon't spend time flipping through a book to find the tables you need. When you're on a run, time matters, and this PDF version of the Shadowrun GM Screen gets you that info, fast!","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["2600A",{"sku":["2600A","2600LE"],"category":"rulebook","type":"digital","name":"Shadowrun 4th Edition - 20th Anniversary Core Book","releaseDate":["2009-03"],"description":"The year is 2072. Magic has returned and creatures of myth and legend walk among us as megacorps bleed the world dry. You’re a shadowrunner—a deniable asset, a corporate pawn—using bleeding-edge science and magic to make your meat body and mind better-than-flesh. Stay on the edge, and you may survive another run on the mean sprawl streets.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["26600",{"sku":["26600"],"category":"rulebook","type":"digital","name":"Digital Grimoire","releaseDate":["2008-11"],"description":"Nobody Knows All Magic Digital Grimoire is the Master's Class of Magic--expanding on Street Magic, it details additional traditions, magical groups & threats, spirits, enchanting expansions, and a handful of new spells and adept powers. Traditions: Egyptian, Rastafarian, Psionic Magical Groups: Shrine of the Southern Winds, The Oxford Grand Lodge, Código 515 Magical Threats: Toxic Paths, Shadow Spirits, Insect Spirits Digital Grimoire is 18 pages (including cover): a bite-sized expansion to Shadowrun, Fourth Edition and Street Magic.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["26S013",{"sku":["26S013"],"category":"sourcebook","type":"digital","name":"Safehouses","releaseDate":["2012-02"],"description":"If it hasn’t happened to you yet, it will. A run will go south. People will be looking for you. Their eyes will be everywhere—your home, your friends’ houses, the places you hang out, even the spots where you buy your soykaf. They’re looking for you, waiting for you, and when they find you, they’re not going to talk. It’ll be a single shot, or a flash of sharp steel, and you’ll be done.\nTo avoid this, you need to lay low. You need a place where no one will look for you, and where you’ll have enough of life’s basics to get you by. Don’t know where to find such a place? You’re in luck, chummer—we’ve got the guide for you. Whether your acquiring and stocking your own bolt hole or engaging professional safehouse managers, we’ve got the info you need to live to fight another day.","gameDate":"2074-08","edition":4,"publisher":["catalyst"]}],["26005A",{"sku":["26005A"],"category":"rulebook","type":"digital","name":"Runner's Companion","releaseDate":["2008-08"],"description":"Life in the shadows has never been as dangerous, and runners need every edge they can get. Runner’s Companion opens up a world of expanded options for Shadowrun players with dozens of New Qualities, Advanced Contact and Lifestyle Rules, and handy tips on running, travelling and smuggling, and operating in a surveillance society.","gameDate":"2071-07","edition":4,"publisher":["catalyst"]}],["26002",{"sku":["26002"],"category":"rulebook","type":"digital","name":"GM's screen","releaseDate":["2006-03"],"description":"The Shadowrun, Fourth Edition Gamemaster's Screen & Contacts and Adventures booklet eBook version contains the following documents:\nThe 32 page Contacts and Adventures booklet, which features a variety of NPCs with complete stats; over 30 plot hooks covering a wide range of shadowrunning possibilities; the SR3 to SR4 character conversion rules, and two pages of additional tables that we couldn't squeeze onto the GM Screen itself.\nThe full GM Screen, front and back, in one giant 33 by 11 inch file.\nAll four panels of the GM Screen, plus the two pages of tables from the Contacts & Adventures booklet, in easily printed pages formatted for Letter sized paper.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["26004",{"sku":["26004"],"category":"rulebook","type":"digital","name":"Unwired","releaseDate":["2008-08"],"description":"Unwired is the advanced Matrix rulebook for Shadowrun, Fourth Edition. For everyday users, it explains how the Matrix works in easy-to-understand terms, and provides new software, qualities, and gear. For hackers and technomancers, it introduces new hacking tricks, malware, echoes, and sprites. It also covers system security and new Matrix phenomenon, from AIs to the resonance realms.Unwired contains everything players and gamemasters need for exploring the Matrix in Shadowrun.","gameDate":"2071-05","edition":4,"publisher":["catalyst"]}],["26003A",{"sku":["26003A"],"category":"rulebook","type":"digital","name":"Arsenal","releaseDate":["2008-08"],"description":"When corpsec is raining lead down on your position, a wardrobe malfunction will get you dead. To survive against gangs, syndicates, and megacorps, shadowrunners need the best gear they can make, buy, or steal.\nArsenal covers everything a runner team needs, from weapons and armor to advanced electronics and spy toys to the latest state-of-the-art drones. It also covers the intricacies of the black market and drug trade and provides advanced rules for combat and martial arts, mixing your own chemicals and explosives, and modifying your weapons and vehicles.","gameDate":"2071-04","edition":4,"publisher":["catalyst"]}],["5741",{"sku":["5741","27835"],"category":"novel","type":"digital","name":"Run Hard, Die Fast","releaseDate":["1999-02","2003-06"],"description":"Argent is the best shadowrunner in the biz...with one flaw: he's got a conscience. That's why he can't leave a chummer hanging. Only Andi Sencio is more than just a friend. She's his former partner--and lover. And now she's in the deepest drekpot of her life. Heading an op on a datasnatch turned bad, she's been stranded by the megacorp she works for--and targeted for flatlining by two more. Unless Argent gets to her first...\nRecruiting a top-notch team for the exfiltration shadowrun, Argent is risking it all--his money, his reputation, and his life--for the woman who once walked away from him. It's suicide mission through high-caliber hell. But that's never stopped the steel-armed, street samurai before...","gameDate":"2060","edition":3,"publisher":["fasa","catalyst"]}],["5542",{"sku":["5542","27810"],"category":"novel","type":"digital","name":"Dead Air","releaseDate":["1996-10"],"description":"Jacked-In, Revved-Up, And Armed To The Teeth\nIt's fast and furious inside the Combat Biker maze, where armor-plated hogs and juiced-up rice grinders blast, pound, and pummel each other for points. But it's just barely up to speed for Jonathon and Tamara, two elven bikers at the head of the Los Angeles Sabers. With a simsense link between them that allows them to act virtually as one, they're been tearing up the league and making headlines.\nBut all that changes when Tamara takes a brutal hit from the cyberspurs of Dougan Rose, lead linebiker for the New Orleans Buzzsaws and the most respected player in the league. When Tamara gets slammed, Jonathon's out for revenge. But it isn't going to be easy. Because there's a lot more to this sabotage than meets the eye - and if the megacorp agents, simsense industry operatives, and hostile mages don't kill him, the truth probably will...","gameDate":"2057","edition":2,"publisher":["fasa"]}],["5540",{"sku":["5540","27834"],"category":"novel","type":"digital","name":"Preying for Keeps","releaseDate":["1996-07"],"description":"When ace shadowrunner Jack Skater leads his team of commandos in a raid on an elven ocean freighter, things get a little sticky. Yakuza hitmen crash the party, and a Japanese shaman whips up a titanic sea creature just to make sure nobody gets out alive. Now, having escaped with his troops by the skin of their teeth, Skater wants to find out who set him up.\nBut it isn't going to be easy. Because the runners are stuck up to their pointy ears in a sinister super-scheme that involves Skater's ex-wife, two elven gene corporations, a ruthless mafioso named McKenzie, and stolen data disks containing secrets worth killing for. It's a high-tech mega-mess with no way out. And as a ghastly virus hits Seattle, unleashing hordes of homicidal cannibals onto the streets, Skater and company have to bring in some heavy artillery just to stay alive....","gameDate":"2053","edition":2,"publisher":["fasa"]}],["5627",{"sku":["5627","27811"],"category":"novel","type":"digital","name":"Steel Rain","releaseDate":["1997-03"],"description":"Sword Of The Serpent\nMachiko is second-in-command of the Green Serpent Guard, an elite corps of Elven samurai who are sworn to defend the Chairman of Nagato Corporation. But she soon gets a promotion - after her superior is ruthlessly cut down in a slew of attacks aimed at the famous Guard itself.\nOnly the wealthiest can afford assassins with enough muscle to take on the Green Serpent Guard, and Machiko turns up evidence that points ot Nagato's biggest rival, Fuchi Corp. It looks like Fuchi has designs on Nagato's sensitive research division, where the incredible future of the communications matrix is taking shape.\nWhen magical attacks and sabotage begin taking out more of Nagato's personnel, things between the two megacorporations really heat up. But behind the growing hostilities with Fuchi looms a more sinister threat, requiring far more of Machikos talents than her flashing sword. And staying alive may require defeating a high-tech foe with virtually unlimited powers - and absolutely no mercy...","gameDate":"2057","edition":2,"publisher":["fasa"]}],["5594",{"sku":["5594"],"category":"novel","type":"digital","name":"The Lucifer Deck","releaseDate":["1997-01"],"description":"In its efforts to control all information in the Shadowrun universe, a giant corporation inadvertently calls up a violent spirit from another dimension, and only a young girl can save the universe from the ensuing havoc.","gameDate":"2053","edition":2,"publisher":["fasa"]}],["5539",{"sku":["5539"],"category":"novel","type":"digital","name":"Black Madonna","releaseDate":["1996-04"],"description":"MegaCorp enlists an elite decker, who reunited with old friends from England to try to keep a megacorp from being blackmailed by a super hacker. They come to discover that ancient powers are clashing to prevent a secret from being told. This is the 3rd book with renegade elven mage Serrin Shamander and British Lord Geraint Llanfrechfa.","gameDate":"2057","edition":2,"publisher":["fasa"]}],["5495",{"sku":["5495"],"category":"novel","type":"digital","name":"House of the Sun","releaseDate":["1995-07","2003-06"],"description":"Venturing to the Kingdom of Hawaii when a megacorporate exec demands payment of an old debt, shadowrunner Dirk Montgomery finds himself having to outrun the corrupt factions battling for control of the island.","gameDate":"2053","edition":2,"publisher":["fasa","catalyst"]}],["5448",{"sku":["5448","27836"],"category":"novel","type":"digital","name":"Who Hunts the Hunter","releaseDate":["1995-05","2003-06"],"description":"From the distant forests of Maine comes the deadly Weretiger known as Striper, seeking nature's own special justice.\nFrom the shadowed heart of the South Bronx comes the shaman called Bandit, interested only in the pursuit of his arcane arts, and the reconciliation with nature that Raccoon demands.\nFrom the nightmare streets of Newark come Monk and Minx, seeking life itself.\nWho is predator and who is prey? The assassin? The shaman? The kids with the flashing eyes? The Director of Resource for Hurley-Cooper Labs, or HCL's dedicated scientist? Or is it the elves? Or the mystery man from the Department of Water and Wastewater Management with a technical rating higher than God's?\nBefore they are done, a killer will learn the meaning of mercy, and one who honored life will discover the necessity of ruthless destruction....","gameDate":"2055","edition":2,"publisher":["fasa","catalyst"]}],["5537",{"sku":["5537","27809"],"category":"novel","type":"digital","name":"Just Compensation","releaseDate":["1996-01","2003-06"],"description":"Andy is happy as a shadowrunner wannabe, but when he accidentally gets involved with real runners, the game of Let's Pretend is over. So is his safe corporate life. Andy's half brother, UCAS Army Major Tom Rocquette, has some doubts about what he's involved with too. Why, for example, is he being ordered to mercilessly massacre the Compensation Army, a group that, like him, only seeks justice?\nAndy and Tom, along with runners Markowitz and Kit, are finding out things that could put many lives in danger and point to a sinister web of dirty politicians, dishonorable officers, and misused tech and magic--a conspiracy that could dismantle the UCAS government! Can Andy and Tom find enough evidence to prove it--and stop it--before the nation's capital is buried under a heap of bloody corpses...?","gameDate":"2053","edition":2,"publisher":["fasa","catalyst"]}],["5496",{"sku":["5496","27806"],"category":"novel","type":"digital","name":"Worlds Without End","releaseDate":["1995-10","2003-06"],"description":"Spawned in the realm between the worlds, a Horror comes.\nDefeated in battle centuries before by the elven mage Aina, it walks again, seeking vengeance on the mortal lands.\nIf Aina fails to convince the courts of Tir na nOg and Tir Tairngire of the danger, she will have to face the Horror alone once more--or watch the world end.\n<small>NOTE: This story was originally written to conclude the Immortals trilogy; of which the first two parts were <em>Earthdawn</em> novels still unpublished at the time. <strong><em>Scars</em></strong> was published in 2005, and <strong><em>Little Treasures</em></strong> remains unpublished in English.</small>","gameDate":"2056","edition":2,"publisher":["fasa","catalyst"]}],["5628",{"sku":["5628","27813"],"category":"novel","type":"digital","name":"Shadowboxer","releaseDate":["1997-05","2003-06"],"description":"Too Hot To Handle\nFor Two Bears, a dwarf mercenary accustomed to running the shadows, the job sounded like an easy way to make a huge stack of cash: track down and discover the meaning of the word \"IronHell.\" But when the decker he approaches for help gets her brain fried on the Matrix, Two Bears konws he's up to his stout little shoulders in drek.\nToo Cool To Give Up\nRealizing that IronHell must be the title of something - or somebody - very powerful, Two Bears looks for some backup to make sure he gets through this job alive. He lines up a street troll called Thumbs, a slick decker named Silver, a suit-wearing samurai called Delphia, and Moonfeather, a magic-wielding disciple of the Cat totem. Together they blast their way through a stream of megacorp] operatives, giant meta-beasts, and high-tech pirates, desperate to unravel the incredible secret of IronHell - before it unravels the world ....","gameDate":"2058","edition":2,"publisher":["fasa","catalyst"]}],["5712",{"sku":["5712"],"category":"novel","type":"digital","name":"Wolf & Raven","releaseDate":["1998-07","2003-06"],"description":"The adventures of Wolfgang Kies, soldier of fortune. Together with a group of cyborg bounty hunters and computer wizards, he assists elf lord Dr. Richard Raven in keeping humanity safe from preying monsters—both magical and technological! But crime lord Etienne LaPlante interferes with their vigilantism, preparing to strike at Raven and those who serve him....","gameDate":"2060","edition":3,"publisher":["fasa","catalyst"]}],["5711",{"sku":["5711","27815"],"category":"novel","type":"digital","name":"Technobabel","releaseDate":["1998-05","2003-06"],"description":"He awoke in a body bag, his brain fried, a black hole where his memory should be. If not for the cool carbon-fiber blade concealed in the bones of his arm, he would've been dead for sure. But Michael Bishop--a.k.a. Babel, messiah of the Matrix--is back in the game.\nRenraku Computer Systems has defied the accords of the Corporate Court. Now they must decipher the secrets of the otaku--and Babel is the technoshaman reborn for the job. But Netwalking in the shadows of the electron jungle means initiation into deadly megacorporate intrigue--and discovering more about Babel's own team than he fears he should know.\nAs allies become adversaries, Babel breaks through the dreaded black ice security to find a doorway to the future--and signs of a corp war looming on the horizon--one that could destroy the technoworld and beyond...forever.","gameDate":"2059","edition":2,"publisher":["fasa","catalyst"]}],["5714",{"sku":["5714"],"category":"novel","type":"digital","name":"The Terminus Experiment","releaseDate":["1999-01","2003-06"],"description":"Seattle - A conspiracy arrives to spread a plague of vampires. Warren Storey must discover the reason for the plague before time runs out.","gameDate":"2060","edition":3,"publisher":["fasa","catalyst"]}],["5713",{"sku":["5713","27819"],"category":"novel","type":"digital","name":"Psychotrope","releaseDate":["1998-10","2003-06"],"description":"It started out as a simple Matrix run, but now five deckers are trapped inside a nightmarish virtual landscape where jacking out is an impossibility--and what waits has all the hallmarks of the afterlife: tunnels of brilliant light, greetings from long-dead friends and family...and the terrifying sense of being juggled between Heaven and Hell. But in this computer-generated netherworld, there is only one thing that can be trusted. And it isn't the senses....\n...THE COUNTDOWN BEGINS\nIt's the uncommon experience the deckers have in common: a near brush with death. It has brought them together in this hell-raising realm and under the influence of a twisted intelligence with diabolical plans for the unwary travelers in grid-time. Having their minds and souls extinguished before the Matrix-scape crashdown is only the beginning of the puzzle. Discovering why will be the end. A dead end.","gameDate":"2060","edition":3,"publisher":["fasa","catalyst"]}],["5710",{"sku":["5710"],"category":"novel","type":"digital","name":"Beyond the Pale: Dragon Heart Saga, Volume 3","releaseDate":["1998-03","2003-06"],"description":"The Enemies with unlimited powers, ultimate evil is about to arrive, Ryan Mercury and his runners have only two options left: Victory or Death","gameDate":"2057","edition":2,"publisher":["fasa","catalyst"]}],["5630",{"sku":["5630","27833"],"category":"novel","type":"digital","name":"Headhunters","releaseDate":["1997-10","2003-06"],"description":"Somebody aced the dragon Dunkelzahn, and one of the mysterious links to the assassination is flat on his back in slab city: a double agent with two identities--both out of commission. Now he's the most-wanted carcass in Tacoma. Jack Skater's mission? Sleaze past the high-tech funeral security, outwit the Knight Errants, cop the stiff, and keep it on ice long enough to get the answer to the shadowrunners' life-and-death question: what's so hot about a stone-cold corpse?\nAnd that isn't all that's dropped Skater elf-deep in drek--the UCAS Secret Service is also after the dead man's secret--and the government blue crews are prepared to liquidate anything in sight to get to it first...","gameDate":"2060","edition":3,"publisher":["fasa","catalyst"]}],["5629",{"sku":["5629","27814"],"category":"novel","type":"digital","name":"Stranger Souls: Dragon Heart Saga, Volume 1","releaseDate":["1997-07","2003-06"],"description":"Dunkelzahn the dragon's election as President of the United Canadian American States promised the dawn of a new era. But the hopes of a nation disintegrate with the powerful explosion that assassinates him. On that same fateful evening Dunkelzahn's most trusted special agent, Ryan Mercury, is on a secret mission of great urgency involving dangerous magic. And only a miracle can save the world from total destruction...","gameDate":"2060","edition":3,"publisher":["fasa","catalyst"]}],["5709",{"sku":["5709","27816"],"category":"novel","type":"digital","name":"Blood Sport","releaseDate":["1998-01","2003-06"],"description":"Mama Grande streaked through Leni's life like a bad dream. She arrived out of nowhere, claiming to be the ex-Lone Star detective's grandmother. She prophesied rivers of blood and an earth in flames. But her murder was even more bizarre: she died at the hands of two Yucatán missionaries hiding a secret of the Gods.\nWith combat biker wannabe Rafael in tow, Leni dives into Mama Grande's past... and hurtles into the dark heart of Aztlan - where human sacrifice is all the rage, and where ancient ceremonial games could trigger the end of the world. Are they crazy cultists of true harbingers of doom? The closer Leni and Rafael get to the answer, the nearer they move to the brink of oblivion. Either way, their futures could be cancelled...","gameDate":"2060","edition":3,"publisher":["fasa","catalyst"]}],["5631",{"sku":["5631","27817"],"category":"novel","type":"digital","name":"Clockwork Asylum: Dragon Heart Saga, Volume 2","releaseDate":["1997-11","2003-06"],"description":"The maelstrom of cyber-magic and political intrigue following President Dunkelzahn's assassination rages out of control. Ryan Mercury, Dunkelzahn's secret agent, is torn between his duty and his desire to find a killer. But when a spirit wrongly concludes that Ryan is working for the enemy, he anoints a cyberzombie to carry out a hit of its own. Now with an impressive arsenal of allies, weaponry, and the Dragon Heart, Ryan just might pull off the save of the century—if he doesn't lose his life first!","gameDate":"2057","edition":2,"publisher":["fasa","catalyst"]}],["27S0405",{"sku":["27S0405"],"category":"rulebook","type":"digital","name":"Gun H(e)aven 3 Cards","releaseDate":["2013-12-27"],"description":"You’re not a noob. You’re not a poseur. You’re a shadowrunner. When you pick a weapon, it’s with a purpose, and 99 times out of 100, that purpose is to bring suckers down. You’re going to choose your weapon carefully, and you know that the more options you have, the better your final choice will be.\nThese 33 weapon cards feature guns first seen in the recently released Gun H(e)aven 3. Available in both PDF and POD form, these cards have everything you need to start shooting right away!","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["7000",{"sku":["7000","7001","10660","25000"],"category":"rulebook","type":"scan","name":"Shadowrun Third","releaseDate":["1998-09","2003-09","2004-02"],"description":"Where Man Meets Magic & Machine\nThe year is 2060. Magic is as real as the mean streets of the mega-sprawls. Corporations call the shots while nailing each other through covert operatives in cutthroat competition. Flesh and machines have merged -- the street samurai with his smartguns and impossibly fast reflexes, the decker who can plug his own brain into the worldwide computer network, the rigger who links his mind to his vehicle and takes hairpin turns at fantastic speeds. And you're a part of this wired world, where corporate skyscrapers glitter over the dark shadows they cast. You live in those shadows. You're a shadowrunner -- a street operative.\nYou may be human or troll, dwarf or elf. You may throw fireballs, pull out your trusty Uzi or slice through computer security with a program as elegant and deadly as a stiletto. No matter what, you get the job done. You're a shadowrunner -- a professional. You don't just survive in the shadows -- you thrive there ... for now.","gameDate":"2060","edition":3,"publisher":["fasa","fanpro"]}],["27502",{"sku":["27502"],"category":"rulebook","type":"digital","name":"Spell Cards, Series 1","releaseDate":["2013-11"],"description":"Everyone in the Sixth World wants to geek the mage first. Your job is to make sure that won’t happen by being faster, deadlier, and more powerful than they are. Shadowrun Spell Cards, Series 1 make spellcasting faster and easier, with easy-to-reference game statistics for 54 different spells. Grab a pack and use it to call down a whole hellstorm of mana when you need it most!","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["27010",{"sku":["27010"],"category":"rulebook","type":"digital","name":"Anarchy","releaseDate":["2016-09"],"description":"Shadowrun. The Sixth World. Orks in pinstripe suits with uzis; mohawked dwarves jacked into vehicles racing through megasprawls at breakneck speed; humans casting fireballs at corporate-trained paracritters; elves hacking the Matrix for a datasteal of the latest tech or working to topple an upstart corp. It’s where man meets magic and machine.\nDive into a cyberpunk dystopia and become a shadowrunner, a deniable asset who does the jobs no one else can—or will—do. It’s not an easy life, but it beats selling your soul to the megacorps. You’ll break into top-secret labs, stand up to gangs bent on destruction and chaos, encounter dark spirits hiding even darker secrets, and come face to face with some of the infinite dangers the Sixth World can throw at you. And you’ll come out on top—because if you don’t, you don’t get paid.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["27010X",{"sku":["27010X"],"category":"rulebook","type":"digital","name":"Anarchy (Prototype)","releaseDate":["2016-09"],"description":"Shadowrun. The Sixth World. Orks in pinstripe suits with uzis; mohawked dwarves jacked into vehicles racing through megasprawls at breakneck speed; humans casting fireballs at corporate-trained paracritters; elves hacking the Matrix for a datasteal of the latest tech or working to topple an upstart corp. It’s where man meets magic and machine.\nDive into a cyberpunk dystopia and become a shadowrunner, a deniable asset who does the jobs no one else can—or will—do. It’s not an easy life, but it beats selling your soul to the megacorps. You’ll break into top-secret labs, stand up to gangs bent on destruction and chaos, encounter dark spirits hiding even darker secrets, and come face to face with some of the infinite dangers the Sixth World can throw at you. And you’ll come out on top—because if you don’t, you don’t get paid.\nShadowrun: Anarchy is a new way to get into the best cyberpunk/urban fantasy action around. Based upon the rules-light and easy-to-learn Cue System, Shadowrun: Anarchy is a narrative-focused game experience that has everything you need to quickly grab some gear, load up on spells, and get to throwing the dice. With loads of characters and missions, the book makes it simple to get up and running. Immerse yourselves in the Sixth World!","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["27500",{"sku":["27500"],"category":"rulebook","type":"digital","name":"Gear Cards, Series 1","releaseDate":["2013-11"],"description":"If you’re a shadowrunner, you know that danger is always waiting around the next corner. You better be ready for it. The right gun, the right vehicle, or the right piece of equipment can be the difference between life and death. So make sure you have what you need and can use it fast.\nShadowrun Gear Cards, Series 1 provide quick reference to 54 different pieces of gear, making it easy to use them in a game. Containing game stats and illustrations of guns, vehicles, drones, and more, these cards are a handy reference to keep the game moving and make sure characters have what they need to come out on top.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["27011",{"sku":["27011"],"category":"rulebook","type":"digital","name":"Forbidden Arcana","releaseDate":["2017-05"],"description":"Magic is wild. Magic is undisciplined. You can try to impose order and understanding on it, but that’s just surface. Underneath is chaos, an erratic heart beating to a staggering rhythm. You don’t control it, any more than a surfer controls twenty-meter-tall wave; you don’t direct the wave, you ride it, capture a piece of its power, and hope to survive. If you do it right, though, you catch a portion of unimaginable power—power those who control the Sixth World don’t want you to have. All the more reason to push past their boundaries and grab it.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["7002",{"sku":["7002","25008"],"category":"rulebook","type":"scan","name":"GM Screen","releaseDate":["1998-12","2004-07"],"description":"This gamemaster's aid contains all the charts and tables needed to run Shadowrun in a convenient, easy-to-use format. For use with Shadowrun Third Edition.","gameDate":"2060","edition":3,"publisher":["fasa","fanpro"]}],["7126",{"sku":["7126","10663","25001"],"category":"rulebook","type":"scan","name":"Man & Machine","releaseDate":["2000-05","2004-04"],"description":"Cyberware can increase your speed, enhance your strength and sharpen your reflexes. It can put a computer in your head, armor under your skin and weapons in your arms. There are implants to improve every internal organ and devices that let you interface with machines ... but you'd better know when to stop. Too much cyberware and you're a cyberzombie—more machine than man.","gameDate":"2061","edition":3,"publisher":["fasa","fanpro"]}],["7108",{"sku":["7108"],"category":"rulebook","type":"scan","name":"Rigger Black Book","releaseDate":["1991-12"],"description":"No shadowrunning team is complete without a rigger. Commanding the vehicles that provide fire support, surveillance, and a way out if things go bad, a teaM's rigger is as important as its street samurai or combat mage. And riggers are never without the vehicles they control.The Rigger Black Book features every kind of vehicle, from urban runabouts to hunter-seeker combat drones and everything in between, and rules for modifying that off-the-dealer's-floor model into the lean machine of every rigger's dreams.","gameDate":"2050","edition":1,"publisher":["fasa"]}],["7902",{"sku":["7902"],"category":"rulebook","type":"scan","name":"Shadowrun GM Screen","releaseDate":["1992-06"],"description":"The GM Screen for the second edition, contains tables for use in game.","gameDate":"2053","edition":2,"publisher":["fasa"]}],["7902X",{"sku":["7902X"],"category":"rulebook","type":"scan","name":"Contacts","releaseDate":["1992-06"],"description":"Contacts booklet that accompanied the 2nd Ed. GM Screen.","gameDate":"2053","edition":2,"publisher":["fasa"]}],["7900",{"sku":["7900","7901"],"category":"rulebook","type":"scan","name":"Shadowrun Second","releaseDate":["1992"],"description":"The world has changed, some say Awakened.\nMagic has returned to the world and elves, dwarfs, orks and trolls have assumed their true forms. Creatures of the wild have changed as well, becoming things of myth and legend. And technology has changed people, too. No longer mere flesh, many humans have turned to artificial enhancements called cyberware, and become more than human. Modern man is stronger, smarter, and faster.\nIn the world of 2053, when the megacorporations want something done but don't want to dirty their hands, it'sa shadowrun they need, and they come to. Though your existence is not listed in any governmental or corporate database, the demand for your services is high. You might be a decker, sliding through the virtualized databases of giant corporations, spiriting away the only thing of real value--information. Or perhaps you are a street samurai, an enforcer whose combat skills make you the ultimate urban predator. Or perhaps a magician with the ability to wield the magical energies that soround the Earth.\nAnd that's exactally the kind of firepower you'll need to make a shadowrun...","gameDate":"2053","edition":2,"publisher":["fasa"]}],["7107",{"sku":["7107"],"category":"rulebook","type":"scan","name":"Virtual Realities","releaseDate":["1991-07"],"description":"\"Faster, meaner, smarter...\nMan, I hate the technology\ncurve. It's back to school boys\n& girls, the kid gloves are OFF\"\n-FASTJACK, decker","gameDate":"2051","edition":1,"publisher":["fasa"]}],["7101",{"sku":["7101"],"category":"rulebook","type":"scan","name":"Shadowrun: Where Man Meets Magic and Machine","releaseDate":["1990-07"],"description":"The year is 2050.\nThe bending of technology and human flesh began in the late 20th century. Interfacing the human mind with computers was just the first step. Implants that \"jack up\" reflexes and cybernetic replacements followed quickly. Then came the awakening. A five-thousend-year lull in the flow of mystical energies subsided, and Magic returned to the world. Elfes, Dwarfs, and Trolls assumed their true form, throwing off their human guise.","gameDate":"2050","edition":1,"publisher":["fasa"]}],["7003",{"sku":["7003"],"category":"rulebook","type":"digital","name":"Shadowrun 3rd - Quick Start Rules","releaseDate":["1999-08","2005-02"],"description":"With the Shadowrun Quick Start Rules, you need nothing more than a vivid imagination and a handful of dice to jump into the world's most popular science-fiction/fantasy universe. An introduction for new players to the Shadowrun, Third Edition game system, the Shadowrun Quick Start Rules provides all the rules you need to start playing. This book features background material, advice for beginners, eight pre-generated characters and a complete adventure so you can learn as you go. The Shadowrun Quick Start Rules lets you dive right into the action. Welcome to the shadows, chummer!","gameDate":"2060","edition":3,"publisher":["fasa","fanpro"]}],["7106",{"sku":["7106"],"category":"rulebook","type":"scan","name":"The Grimoire: The Manual of Practical Thaumaturgy 14th Edition, 2050","releaseDate":["1990-07"],"description":"Power.\nSome people want to study it, some want to outlaw it, some drekheads even pretend id dosen't exist, but the genie's been out of the bottle since that day in 2011 when the first newborn magician in our world made the magic happen.","gameDate":"2050","edition":1,"publisher":["fasa"]}],["7104",{"sku":["7104"],"category":"rulebook","type":"scan","name":"Street Samurai Catalog","releaseDate":["1990-05-01"],"description":"When the going get tough, the tough go shopping!\nYou're the ultimate fighting machine. A predator-for-hire in the savage urban world of Shadowrun. You've devoted your life to honing your combat and martial skills. The tools of your trade are airfoil grenades, form-fitting body armor, and an Ares Crusader machine pistol.\nAn expansion for Shadowrun, the Street Samurai Catalog will let you outfit yourself with the latest equipment available on the black market: retractable hand razors, ultrasonic sights, enhanced reflexes, and maybe a rangefinder for your cybereyes. Whatever you need to get the job done, you can find it here, but it won't be cheap. And remember to watch your back before someone decides to make you yesterday's news.","gameDate":"2050","edition":1,"publisher":["fasa"]}],["7104X",{"sku":["7104X"],"category":"rulebook","type":"scan","name":"Street Samurai Catalog (Revised)","releaseDate":["1992"],"description":"When the going get tough, the tough go shopping!\nYou're the ultimate fighting machine. A predator-for-hire in the savage urban world of Shadowrun. You've devoted your life to honing your combat and martial skills. The tools of your trade are airfoil grenades, form-fitting body armor, and an Ares Crusader machine pistol.\nAn expansion for Shadowrun, the Street Samurai Catalog will let you outfit yourself with the latest equipment available on the black market: retractable hand razors, ultrasonic sights, enhanced reflexes, and maybe a rangefinder for your cybereyes. Whatever you need to get the job done, you can find it here, but it won't be cheap. And remember to watch your back before someone decides to make you yesterday's news.","gameDate":"2050","edition":2,"publisher":["fasa"]}],["27007",{"sku":["27007"],"category":"rulebook","type":"digital","name":"Rigger 5.0","releaseDate":["2015-12"],"description":"Spin your wheels over slick sprawl streets while drifting away from hot pursuit. Fly through narrow canyons ahead of missiles twisting their way after you. Shrink down to insect size to get an eye on places outsiders aren’t supposed to see. These are just some of the ways riggers jack up their seemingly unending adrenaline rush, as they show that the hardest shadowrunners to hit are the ones that stay in motion.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["26S016",{"sku":["26S016"],"category":"rulebook","type":"digital","name":"Gun H[e]aven 2","releaseDate":["2012-05"],"description":"The only friend you’ll ever need. The last friend you’ll ever have. Your gun is the one thing in your life that should be dependable, that should always make a nice loud bang when you squeeze the trigger, and should always bring down whoever you think should fall. Of course, if your weapon is going to be that important to you, you’ll need one that suits you perfectly. And to find the right match, it’s best if you have a lot of choices.\nWelcome back to Gun Heaven, where your next best friend is waiting for you. Dozens of options await, from the troll-friendly Krime Cannon to the foldable Terracotta Arms Mordred, from the stylish Shiawase Arms K2072 to the true tool of the desperate, the Barrens Special. And on top of that is a new breakthrough in ammo that gives you a better chance to hit your intended target.","gameDate":"2072-11","edition":4,"publisher":["catalyst"]}],["26S011",{"sku":["26S011"],"category":"rulebook","type":"digital","name":"Deadly Waves","releaseDate":["2011-07"],"description":"More than two-thirds of the Earth’s surface is covered by water. That means that two-thirds of the Earth is covered in escape routes, infiltration points, and hiding places that people stuck on land constantly overlook. If you want to know how to use all that blue to your advantage, you need to know the boats that are out there, what they can do, and how your competition is putting them to use.\nDeadly Waves collects information about thirty different watercraft, from the fast and agile Wave Cutter to the luxurious, self-maintaining Zeppelinwerke Elite Cruiser to the hulking yet surprisingly quick Maersk-Jorgenson Fast Freighter. Runners can use this book to gain all sorts of options for taking to the water, whether they’re planning a quick jaunt or embarking on a long voyage.","gameDate":"2073-07","edition":4,"publisher":["catalyst"]}],["26S027",{"sku":["26S027"],"category":"rulebook","type":"digital","name":"Bullets & Bandages","releaseDate":["2014-06"],"description":"The only reason shadowrunners have scars to show off during their downtime is that when they got hit, someone had the guts, the skill, and the speed to pull them out of whatever drekstorm they’d gotten themselves into. Maybe it was a DocWagon High Threat Response team who rode in to save the day, or maybe a teammate who’d picked up some handy medical skills in the course of their career in the shadows patched them up enough to keep them moving. Either way, having someone who can pull your hoop out of the fire is handy in any situation. Make sure you thank them and buy ’em a drink—assuming, of course, they made it out with you.","gameDate":"2076-05","edition":5,"publisher":["catalyst"]}],["26S021",{"sku":["26S021"],"category":"rulebook","type":"digital","name":"MilSpec Tech 2","releaseDate":["2012-07"],"description":"Sometimes you look at a catalog to see if there's anything in it that you want. And sometimes you look to see what you need to avoid.\nYou'll find both types of things in here. The tech heads of the Sixth World remain busy, coming up with more ways to slaughter metahumans with maximum efficiency. And they have plenty of battlegrounds in the world where they can test their toys out. There are things in here that shadowrunners would be exceedingly lucky to get their hands on, and things whose very appearance serves to tell them they’re having a very bad day indeed. From automated strike drones to nearly invisible tactical aircraft, from the ground-clearing Dassault Zeta Bravo to the drone killing Bridgette Tactical Vehicle, Mil Spec Tech 2 has the latest and greatest tools of war – along with a host of missiles to keep anyone in a war zone on their toes.","gameDate":"2074-07","edition":4,"publisher":["catalyst"]}],["26S010",{"sku":["26S010"],"category":"rulebook","type":"digital","name":"Gun H[e]aven","releaseDate":["2011-06"],"description":"Look, we all know that there are plenty of runs that go best when you don’t fire a shot. But we also know how foolish you’d be to go out without your trusted sidearm, because you never know when things are going to go south. Or when you’re going to be hired simply because you’re the person who’s got the right weapons for the job.\nIf you’re looking for a new weapon to add to your arsenal, Gun Heaven is the place to go. Featuring thirty-two guns—complete with descriptions, information on their use, game statistics, and full-color illustrations of each item—Gun Heaven collects older weapons and newer designs, ranging from the SIG P298 hold-out pistol, with its slim-line design, to the massive Ogre Hammer and its devastating punch. Get caught up on the predecessors of the legendary Ares Predator IV, or check out one of the most recent offerings from Onotari Arms, the assault-rifle/shotgun combo Xfactor III.","gameDate":"2073-06","edition":4,"publisher":["catalyst"]}],["26S001",{"sku":["26S001"],"category":"rulebook","type":"digital","name":"This Old Drone","releaseDate":["2012-11"],"description":"They’re Not Old—They’re Classic We’d all like access to bleeding-edge, state-of-the-art tech, but we can’t always have it. Sometimes your nuyen’s gotta be spent somewhere else, or sometimes you haven’t got any nuyen to spend. And sometimes those old designs that everyone’s written off show up and kick your ass, proving it’s too soon for them to be forgotten. This Old Drone is a Shadowrun supplement containing information on 30 classic drones that appeared in older Shadowrun sourcebooks but haven’t made the transition to Shadowrun, Fourth Edition—until now. From the rail-mounted, wireless-shunning Ares Sentinel “P” Series to the old MQ-8 Fire Scout roto-drone, This Old Drone contains the info, rules, and stats you need to bring classic drones into the modern era of Shadowrun.","gameDate":"2072-07","edition":4,"publisher":["catalyst"]}],["26S001A",{"sku":["26S001A"],"category":"rulebook","type":"digital","name":"This Old Drone (Revised)","releaseDate":["2012-10-29"],"description":"They’re Not Old—They’re Classic We’d all like access to bleeding-edge, state-of-the-art tech, but we can’t always have it. Sometimes your nuyen’s gotta be spent somewhere else, or sometimes you haven’t got any nuyen to spend. And sometimes those old designs that everyone’s written off show up and kick your ass, proving it’s too soon for them to be forgotten. This Old Drone is a Shadowrun supplement containing information on 30 classic drones that appeared in older Shadowrun sourcebooks but haven’t made the transition to Shadowrun, Fourth Edition—until now. From the rail-mounted, wireless-shunning Ares Sentinel “P” Series to the old MQ-8 Fire Scout roto-drone, This Old Drone contains the info, rules, and stats you need to bring classic drones into the modern era of Shadowrun.","gameDate":"2072-07-30","edition":4,"publisher":["catalyst"]}],["26S009",{"sku":["26S009"],"category":"rulebook","type":"digital","name":"Unfriendly Skies","releaseDate":["2011-05"],"description":"It’s a big world, and not all of the work that’s available is sitting right outside your front door. Sometimes you might need to hop across a country, across a continent, or across an ocean. Other times you might look to the air to find a way across a border that’s too tough to cross on the ground. And then there are the times you might need something in the air that can pack a much-needed punch.\nUnfriendly Skies provides descriptions and game information for thirty-two aircraft, including the EuroWars-tested MiG-63, the slow but easy-to-overlook Skyswimmer, and the luxurious Platinum II. The book also includes information on the basics of air travel in 2073, including information on which paths you may or may not follow if you are trying to lay low.","gameDate":"2072-09","edition":4,"publisher":["catalyst"]}],["26S002",{"sku":["26S002"],"category":"rulebook","type":"digital","name":"MilSpecTech","releaseDate":["2011-01"],"description":"The corporations of the Sixth World love a good challenge—as long as it suits them. Ending world hunger? Not interested. Eliminating poverty? There’s no margin in that. Finding creative and more effective ways to blow things up and/or reduce them to rubble? That, they can do.\nWar is raging on the Aztlan-Amazonia border, and there are plenty of other places in the world where people are willing to fork over piles of nuyen to buy that tank or fighter that would help them sleep better at night. There is good demand for military technology, and the corps are stepping up with the supply.","gameDate":"2073-02","edition":4,"publisher":["catalyst"]}],["26S035",{"sku":["26S035"],"category":"rulebook","type":"digital","name":"Coyotes","releaseDate":["2013-12"],"description":"The Sixth World has been carefully divided and partitioned to keep people in their place, living under the thumbs of those who draw the lines. Shadowrunners, though, have never been good at staying where they’re supposed to be. They've got goods to smuggle, bounties to avoid, and a host of other reasons to cross the walls and borders the rest of the world has put up.\nThese crossings aren’t always easy, and that’s where Coyotes come in—trained professionals with nerves of steel and steady hands who can help you sneak, talk, or just blast your way past almost any border. You may have to dig deep in your pocket to pay their asking price, but it'll be worth it when you see the heavily armed checkpoint fading in the rear view mirror.","gameDate":"2075-11","edition":5,"publisher":["catalyst"]}],["27004",{"sku":["27004","27400S"],"category":"rulebook","type":"digital","name":"Run Faster","releaseDate":["2015-02","2017-03"],"description":"Every step, every advantage, every millisecond counts. The streets of the Sixth World are mean, and if they want to stay alive, shadowrunners need every advantage they can get to gain a step on the opposition. Fortunately, Run Faster is full of them. With it, you can learn about more metatypes for characters, including hobgoblins, giants, centaurs, and sasquatch; acquire new qualities, such as Disgraced, Hawk Eye, and Lightning Reflexes; and, if you dare, dabble with the dangerous and deadly Infected.","gameDate":"2076","edition":5,"publisher":["catalyst"]}],["27003",{"sku":["27003"],"category":"rulebook","type":"digital","name":"Street Grimoire","releaseDate":["2014-06"],"description":"Magic can burn your brain and sear your soul. It can inject power into every millimeter of your veins, or leave you a lump of ashes at the end of a dark alley. It’s dangerous, but to spellslingers in the Sixth World, it’s worth it. Because magic is power, and power in the Sixth World needs to be grabbed with both hands.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["27003X",{"sku":["27003X"],"category":"misc","type":"print","name":"Magic Cards: Street Grimoire","releaseDate":["2014-08-11"],"description":"Being a spellcaster is all about taking the inconveniences and problems of reality and making them work for you. But reality is a complicated thing, and if you really want to shape it right, you need plenty of spells at your disposal. And not just any spells—the right ones, the ones that get the job done. Street Grimoire Spell Cards have summaries of 54 spells from Street Grimoire, with stats, a brief statement of what the spell does, and references to help you find more information. Use them to shift reality from the way it is to the way it should be.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope","notes":"Set of cards available at Gen Con 2014."}],["27006",{"sku":["27006"],"category":"rulebook","type":"digital","name":"Data Trails","releaseDate":["2015-05"],"description":"The last great undiscovered country is vast, wild, and weirder than you can possibly imagine. And it’s nearby, waiting, accessible by the press of a button, or a simple gesture, or even just a thought. The Matrix holds a whole lot more than selfies and cat videos—it has artificial intelligences, electronic ghosts of people formerly alive (or perhaps still living), and deep wells of pure data that can swallow you whole. Oh, and a copy of every secret ever recorded electronically. The possible rewards of exploration are great, and the dangers are greater.","gameDate":"2076","edition":5,"publisher":["catalyst"]}],["27005",{"sku":["27005"],"category":"rulebook","type":"digital","name":"Chrome Flesh","releaseDate":["2015-06"],"description":"Shadowrunners cannot be limited by what their bodies can—or cannot—do. They have to do more, stretch farther, surpass any limits, and accomplish the impossible. Some runners can rely on magic; for everyone else, there are augmentations. From shiny chrome that makes your body into a humanoid semitruck to genetech that alters you at the most fundamental level to drugs and chemicals that give you a quick and dirty boost, Chrome Flesh provides dozens of new ways to alter Shadowrun characters and make them better, stronger, faster, and altogether readier to kick ass and take names on the streets.","gameDate":"2077","edition":5,"publisher":["catalyst"]}],["27002",{"sku":["27002"],"category":"rulebook","type":"digital","name":"Run & Gun","releaseDate":["2014-04"],"description":"Guns and ammo cost nuyen. Mastering martial arts takes time. And learning how to use explosives without blowing yourself up takes patience and a steady hand. These weapons and more are out there, waiting for you. You have the chance to use them to become deadlier, faster, more dangerous than the next guy—and more dangerous than you were yesterday. You’ll have to pay the price to get what you want, but this is the Sixth World. Don’t you always?","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["27002X",{"sku":["27002X"],"category":"misc","type":"physical","name":"Run & Gun Cards","releaseDate":["2014-08-11"],"description":"When the bullets start flying, when you desperately need to bring someone down, you need the right weapon at your side and the right armor covering your hoop. There are plenty of options out there, so there’s no excuse for not having the tool that will get the job done. This deck has fifty-four choices, cards with full-color illustrations and game stats for weapons and armor from Run & Gun. Choose the right one, and live to see another day.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope","notes":"Print only set of gear cards, Available at Gen Con 2014"}],["26S040",{"sku":["26S040"],"category":"rulebook","type":"digital","name":"Gun H[e]aven 3","releaseDate":["2013-12"],"description":"You're not a noob. You're not a poseur. You're a shadowrunner. When you pick a weapon, it's with a purpose, and 99 times out of 100, that purpose is to bring suckers down. You're going to choose your weapon carefully, and you know that the more options you have, the better your final choice will be.\nGun H(e)aven 3 is about options. Pistols, rifles, machine guns, even a flamethrower—they're all in here, ready to take out to the streets. Take a look, check your options, and then pick a weapon that will stop your enemies in their tracks. Because when the guns come out, you want it ended quick and ended right—with you still in your feet.","gameDate":"2075-12","edition":5,"publisher":["catalyst"]}],["26S036",{"sku":["26S036"],"category":"rulebook","type":"digital","name":"The Assassin's Primer","releaseDate":["2013-10"],"description":"Some people call it wetwork. Others call it murder. A small group calls it justice. It's assassination and it's one of the jobs shadowrunners might be hired to do. And given that people are, you know, pretty protective about their lives, anyone who takes such a job is going to have to be at the top of their game to pull the job off and collect a payday. Especially if they plan to make it a regular activity.\nThe Assassin's Primer is a vital guide for assassins in the Sixth World. With tips on tools to use, techniques to employ, and the different kinds of killers you may meet in the field, this is a critical reference for anyone looking to bring an assassination flavor into their Shadowrun games. And it has a new sniper rifle and a handful of new Qualities for shadowrunners to boot!","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["27000",{"sku":["27000","27000LE"],"category":"rulebook","type":"digital","name":"Shadowrun 5th Edition","releaseDate":["2013-07"],"description":"There are cracks in the world. They’re slender, dark, and often cold, but they are the only things that keep you hidden. Keep you alive. They are the shadows of the world, and they are where you live.\nYou are a shadowrunner, thriving in the margins, doing the jobs no one else can. You have no office, no permanent home, no background to check. You are whatever you make yourself. Will you seek justice? Sow seeds of chaos? Sell out to the highest bidder? It’s up to you, but this much is certain: If you do nothing, the streets will eat you alive.\nYou can survive, even flourish, as long as you do what it takes. Sacrifice part of your soul for bleeding-edge gear. Push the limits of your will learning new and dangerous magic. Wire yourself into the Matrix, making your mind one with screaming streams of data. It’ll cost you something—everything does—but you can make it worth the price.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["26S007",{"sku":["26S007"],"category":"rulebook","type":"digital","name":"The Way of the Adept","releaseDate":["2011-04"],"description":"Something is happening to the adepts of the Sixth World. They’re becoming stronger, faster—some of them are even becoming more charming. Studies indicate that the improvements are fixing on the most disciplined of adepts, those who integrate their abilities into the greater whole known as a Way. By following these Ways, adepts are reaching new levels of power.","gameDate":"2072-08","edition":4,"publisher":["catalyst"]}],["5445",{"sku":["5445","27807"],"category":"novel","type":"digital","name":"Burning Bright","releaseDate":["1994-11","2003-06"],"description":"MISSING: Mitch Truman, heir apparent to an entertainment megacorporation. He may have fled his parents for the sake of love, but if magic is involved the reason could be darker...\nWEALTHY: Dan Truman, CEO of media giant Truman Technologies, doesn't care how much it costs--he wants his son back. He'll hire the best to find his heir, even if their motives are suspect...\nEXPERIENCED: Kyle Teller's done this job before. He knows the tricks of the trade, and not only because he's a mage. He thinks finding the missing boy will be easy. Why shouldn't it be?\nBut will money and experience be enough to defeat the terrible power growing beneath the city of Chicago?","gameDate":"2055","edition":2,"publisher":["fasa","catalyst"]}],["5125",{"sku":["5125","27801"],"category":"novel","type":"digital","name":"Choose Your Enemies Carefully: Secrets of Power, Volume 2","releaseDate":["1991-02","2003-06"],"description":"When magic returns, its power calls Sam Verner. As Sam searches for his sister through the slick and scary streets of 2050, his quest leads him across the ocean to England, where druids rule the streets... and the throne. But all is not what it seems, and Sam and his new shadow friends are plunged into a maze of madness on the trail of destruction. Only when Sam accepts his destiny as a shaman can he embrace the power he needs. But what waits for him in the final confrontation of technology and human flesh is a secret much darker than anything he knew waiting in the shadows...","gameDate":"2053","edition":2,"publisher":["fasa","catalyst"]}],["5078",{"sku":["5078","27800"],"category":"novel","type":"digital","name":"Never Deal with a Dragon: Secrets of Power, Volume 1","releaseDate":["1990-12","2003-06"],"description":"The year is 2050. The power of magic and the creatures that accompany it have returned to Earth. For Sam Verner, living in the womb of the Renraku conglomerate was easy, until his sister disappeared and reality began to disintegrate. Now Sam wants out, but he must face the world of Shadowrun.","gameDate":"2053","edition":2,"publisher":["fasa","catalyst"]}],["5145",{"sku":["5145","27802"],"category":"novel","type":"digital","name":"Find Your Own Truth: Secrets of Power, Volume 3","releaseDate":["1991-06","2003-06"],"description":"He was only a \"beginner\" shaman, but Sam Verner had to find a cure to ward off the curse on his sister. Only something of great magic would do the trick. It was this quest that took him to a mystical citadel in Australia, where, with the aid of his shadowrunner friends, he recovered the strange artifact he hoped would prove helpful. But instead of anything that even remotely resembled help, an unexpected and ancient terror was released—a terror that erupted into a shadow war for dominion over an awakened earth. And while the evil kept growing, inexorably drawing him into battle, the curse's power over his sister was also growing, bringing her closer and closer to death. Soon a truly desperate Sam realized that the last and only hope for saving his sister was to find the greatest shaman of the Sixth World, former leader of the Great Ghost Dance—a man who may no longer exist...","gameDate":"2053","edition":2,"publisher":["fasa","catalyst"]}],["5143",{"sku":["5143","7601"],"category":"novel","type":"digital","name":"Into the Shadows","releaseDate":["1990-02","1992-10"],"description":"First Shadowrun fiction-only release. A trade paperback short story anthology set in 2050. The stories loosely interacted with one another.","gameDate":"2050","edition":1,"publisher":["fasa"]}],["46116-9",{"sku":["46116-9","27832"],"category":"novel","type":"digital","name":"A Fistful of Data","releaseDate":["2006-10"],"description":"In the abandoned factory known as the Crypt, society's castoffs have found a place to call home. Some of the Crypt's denizens are hiding or on the run; some have nowhere left to go. But the Crypt protects its own, providing care for street kids as well as medical and magical healing for those in need. It also sports an illegal tap into the Matrix, and hosts a coven of some of the most successful shadowrunners around.\nWhen a disgraced corporate mover takes an interest in the Crypt - and in a valuable secret long hidden in its foundations - he doesn't intend to let the dregs of Seattle keep him from making the score of a lifetime. But he's about to discover that the Crypt's inhabitants aren't going to be buried so easily....","gameDate":"2063","edition":3,"publisher":["wizkids"]}],["46076-6",{"sku":["46076-6","27830"],"category":"novel","type":"digital","name":"Fallen Angels","releaseDate":["2006-03"],"description":"[Kellan Colt Trilogy #3] Kellan Colt has come far in her magical training. but all her accomplishments haven't satisfied her desire to know the truth about her shadowrunner mother, and to learn the secrets of the amulet she found among her mother's possessions. Kellan is determined to find answers - and to earn the respect of her fellow runners in the process.\nLately Kellan has been troubled by disturbing dreams. Something seems to be calling her, but before she can figure out who - or what - she joins a run into the paranoiac elven homeland of Tir Tairngire. Trapped deep inside foreign territory, she suddenly discovers the answers to her questions, but then she must unravel the most difficult riddle of all: Who can she really trust in the shadows?","gameDate":"2063","edition":3,"publisher":["wizkids"]}],["46063-4",{"sku":["46063-4","27828"],"category":"novel","type":"digital","name":"Poison Agendas","releaseDate":["2006-01"],"description":"[Kellan Colt Trilogy #2] Kellan Colt has been making a name for herself as one of Seattle's up-and-coming shadowrunners, and she believes she's ready to break out on her own. Opportunity knocks when she learns the location of a secret weapons cache abandoned by the U.S. military. With the right buyer, a score this big has the potential to secure Kellan's reputation - and her bank account.\nWith a team of fellow shadowrunners assisting her, Kellan descends deep into the heart of the Awakened wilderness to extract the weapons. But the supernatural entities lurking in the forest beome the least of her worries when a rival facton appears seeking the cache - and the greatest threat to them all is revealed....","gameDate":"2063","edition":3,"publisher":["wizkids"]}],["46101-0",{"sku":["46101-0","27828"],"category":"novel","type":"digital","name":"Aftershock","releaseDate":["2006-07"],"description":"The troll known as Hood and his fellow Shadowrunners steal some biotechnological agriculture from the Plantech Corporation--only to find themselves framed for murder and tied to an even greater conspiracy.","gameDate":"2063","edition":3,"publisher":["wizkids"]}],["46083-9",{"sku":["46083-9","27827"],"category":"novel","type":"digital","name":"Drops of Corruption","releaseDate":["2006-05"],"description":"Bannickburn is a burned-out Scottish mage with little power and fewer prospects when he falls into fast company. A notorious crime boss, Bigio family caporegime Quinn Bailey offers him a job that could turn hs life around. Soon Bannickburn is living once again in the style he's accustomed to.\nBut then Bannickburn tries to leave the family, Bailey calls in his markers, and Bannickburn must aid the Bigios as they pit themselves against a rival mob in a power struggle that moves from the Seattle sprawl to the elven enclaive of Portland. Leading a handpicked crew of shadowrunners, Bannickburn is about to hit the jackpot - and learn that in every game, winners can turn into losers with the squeeze of a trigger....","gameDate":"2063","edition":3,"publisher":["wizkids"]}],["5199",{"sku":["5199"],"category":"novel","type":"digital","name":"Streets of Blood","releaseDate":["1992-12"],"description":"Murder, Mystery, Intrigue and Betrayal! A story in foggy old England of 2054, the 1st book with elven mage Serrin Shamander and British Lord Geraint Llanfrechfa.","gameDate":"2054","edition":2,"publisher":["fasa"]}],["5365",{"sku":["5365","27808"],"category":"novel","type":"digital","name":"Fade to Black","releaseDate":["1994-04","2003-06"],"description":"In 2055, Newark is an over-crowded urban nightmare populated by hordes of SINless indigents. Millions live in abject poverty. Violence is rampant. Brutal gangs and vicious criminals control many sections of the city like feudal lords.\nAmid this harrowing landscape, Rico gathers his team: Shank, Thorvin, Piper, and the eccentric shaman known as Bandit. The job is to free a man from a corporate contract that is the moral equivalent of slavery, but that is only the beginning. The runners' diverse skills and talents are swiftly put to the test. Rico's challenge is to keep the team alive as they sort through a maze of corporate intrigue and misdirection, but without discarding honor, for without honor a man is nothing.\nHonor alone distinguishes a man from the ravaging dogs that fill the streets, and as the runners soon learn, the price of honor is high.","gameDate":"2054","edition":2,"publisher":["fasa","catalyst"]}],["5313",{"sku":["5313","27805"],"category":"novel","type":"digital","name":"Striper Assassin","releaseDate":["1993-06","2003-06"],"description":"Prey for the hunter.\nFor the world of humans knows her as Striper, the deadly Asian assassin and kick-artist. She has come to the City of Brotherly Love seeking revenge and made it her killing ground. But she is not the only predator stalking the dark underbelly of the Philadelphia metroplex. There are other hunters prowling the night, and some possess a power even greater than hers.\nSome may even want her dead.\nWhen the moon rises full and brilliant into the dark pall of the night, the bestial side of her nature battles for dominion, demanding vengeance and death.\nWho will survive?\nWho dares to hunt the hunter?","gameDate":"2053","edition":2,"publisher":["fasa","catalyst"]}],["5427",{"sku":["5427"],"category":"novel","type":"digital","name":"Nosferatu","releaseDate":["1994-08","2003-06"],"description":"Mage and part-time shadowrunner Serrin Shamander and his companions desperately flee a relentless, demonic enemy out to eliminate humankind from the face of the earth. This is the 2nd book with renegade elven mage Serrin Shamander and British Lord Geraint Llanfrechfa.","gameDate":"2053","edition":2,"publisher":["fasa","catalyst"]}],["5367",{"sku":["5367"],"category":"novel","type":"digital","name":"Lone Wolf","releaseDate":["1994-02","2003-06"],"description":"With gangs conquering the streets of Seattle, Rick Larson, doing undercover work for Lone Star, Seattle's contracted police force, finds himself on the wrong side of the law.","gameDate":"2053","edition":2,"publisher":["fasa","catalyst"]}],["5310",{"sku":["5310","27803"],"category":"novel","type":"digital","name":"Night's Pawn","releaseDate":["1993-04","2003-06"],"description":"For years, Jason Chase was at the head of the pack, shadowrunning with the best in the business. When time dulled his flesh and cybernetic edge, he knew it was time to get out, or get dead.\nNow, his past has come back to haunt him. To protect a young girl from the terrorists who want her dead, Chase must rely on his years of experience, and whatever his body has left to give. And everything he's got, he'll need as he comes face-to-face with a part of his life he thought he'd left behind, and an enemy left for dead.","gameDate":"2053","edition":2,"publisher":["fasa","catalyst"]}],["5218",{"sku":["5218"],"category":"novel","type":"digital","name":"Changeling","releaseDate":["1992-06","2003-06"],"description":"Chicago - Peter Clarris was a human boy who changed into a troll. He grows up surviving as a shadowrunner.","gameDate":"2052","edition":2,"publisher":["fasa","catalyst"]}],["5210",{"sku":["5210"],"category":"novel","type":"digital","name":"2XS","releaseDate":["1992-02","2003-07"],"description":"Private Detective Dirk Montgomery thinks he knows the streets. He watched the change of the world, as magic grows and alter the balance of power, he thinks he understands the deepest shadows and the darkest of hearts. He was wrong….","gameDate":"2052","edition":2,"publisher":["fasa","catalyst"]}],["5302",{"sku":["5302"],"category":"novel","type":"digital","name":"Shadowplay","releaseDate":["1997-02"],"description":"Sly is a veteran. She's run more shadows than she cares to remember, and has the physical and emotional scars to prove it. But no matter how violent it became, it had always been business as usual. Until now. Falcon is a kid. He thinks he hears the call of magic, and the voice of one of the Great Spirits seems to whisper in his hear. He's gone to Seattle, the urban jungle, to seek his calling. Thrown together, veteran and novice, Sly and Falcon find themselves embroiled in a deadly confrontation between the world's most powerful corporations. If this confrontation is not stopped it could turn into all-out warfare, spilling out of the shadows and onto the streets themselves.","gameDate":"2053","edition":2,"publisher":["fasa"]}],["5220",{"sku":["5220","27804"],"category":"novel","type":"digital","name":"Never Trust an Elf","releaseDate":["1992-08","2003-06"],"description":"When Kham, an ork living in the Seattle ghetto in the year 2053, is suddenly snatched from his day-to-day existence and thrust into a world of dragons, he learns the hard way whom to trust.","gameDate":"2053","edition":2,"publisher":["fasa"]}],["46058-8",{"sku":["46058-8"],"category":"novel","type":"digital","name":"Born to Run","releaseDate":["2005-11"],"description":"[Kellan Colt Trilogy #1] Seattle Metroplex - Kellan Colt goes to Seattle to learn how to be a professional shadowrunner and discover her past.","gameDate":"2063","edition":3,"publisher":["wizkids"]}],["26854",{"sku":["26854"],"category":"novel","type":"digital","name":"Crimson","releaseDate":["2015-04-01"],"description":"Thanksgiving, 2075. Shadowrunning vampire-mage Rick “Red” Lang used to make his living hunting dangerous insect spirits and twisted mages, but when he awakens after twelve years of involuntary hibernation, he finds the rest of the world has gotten even stranger.\nRed begins piecing together what had happened during his lost time—and who put him under in the first place. But as he journeys through the neon-drenched ruins of Chicago and its augmented facades, Red uncovers an even larger plot involving eldritch forces seeking to invade from beyond our reality. He teams up with the few allies he can trust—Pretty, a beautiful ghoul, and Slim, a hacker extraordinaire—as they head into the middle of multiple schemes and power plays surrounding a dangerous new conflict threatening to shatter the uneasy peace into all-consuming chaos.","gameDate":"2075","edition":5,"publisher":["catalyst"]}]]