[["SEGA-CD",{"sku":["SEGA-CD"],"category":"videogame","type":"digital","name":"Shadowrun (シャドウラン)","releaseDate":["1996"],"description":"The game has a 1990s manga-based visual style loosely based on a contemporary Japanese manga series which was based on the Shadowrun franchise. Unlike the other Shadowrun video games which are set in Seattle and surrounding areas, this game is set entirely in Japan. In the fictional Shadowrun setting, Japan maintains a practice of exiling all orcs and trolls; thus there are no characters of those races in this game. The combat system is turn-based, and six-sided dice appear rolling on the screen determine the results of combat—the conflict resolution system used in the Shadowrun table-top game.","gameDate":"2053","edition":2,"publisher":["other"]}],["XBOX",{"sku":["XBOX"],"category":"videogame","type":"digital","name":"Shadowrun","releaseDate":["2007"],"description":"According to the ancient Mayan calendar, magic is cyclical, leaving the world and returning every 5000 years. Magic enters the world, grows, peaks, and eventually retreats. When magic was last at its peak, a powerful Ziggurat was constructed near what would be modern day Santos, Brazil. The purpose of this construct is shrouded in the mists of history. Even the Chancela family, who secretly maintained the ziggurat for thousands of years, did not know its purpose. Nor did they know the purpose of the strange artifact somehow connected to the ziggurat. In the millennia since its construction the ziggurat was eventually buried, hidden in the side of a mountain. Then, on December 24, 2012, magic began returning to the world, leaving change and confusion in its wake.\nThe years after magic’s return wrought change on a global scale. RNA Global, a powerful multinational corporation, sent a research team to Santos, Brazil. Their job was to explore and research the strange energies coming from a mountainside along one edge of Santos. Armed with an artifact from ancient times, the research team sought to channel and control the magical energies they were exploring. Instead they caused a magical accident that destroyed half the city and brought down the mountainside, revealing the ziggurat to all. Deflecting blame for the incident to an Ork paramilitary organization, RNA retreated from the city while rethinking its strategy.\nAfter a time, RNA Global returned to Santos, this time armed with a government contract that provided them control over the city. Vowing to keep the peace and clean up Santos, RNA’s first actions were to enact martial law and declare a curfew for all citizens. The locals, still upset over the initial accident and trying to rebuild on their own, began resisting RNA’s efforts. The resistance was helped greatly by the leadership of the Chancela family who were dedicated to defending the ziggurat and recovering the artifact. Resistance turned to conflict, conflict turned to skirmish and skirmish eventually plunged the city into all-out war. Eventually, forces began to organize themselves under the Chancela family, and became known as \"The Lineage\".\nThe battle between these two sides has grown to great proportions as of 2031, as the struggle for the artifact continues between RNA Global forces and The Lineage.","gameDate":"2070","edition":4,"publisher":["fasa"]}],["RET-01",{"sku":["RET-01"],"category":"videogame","type":"digital","name":"Shadowrun Returns","releaseDate":["2013-07-25"],"description":"MAN MEETS MAGIC & MACHINE. The year is 2054. Magic has returned to the world, awakening powerful creatures of myth and legend. Technology merges with flesh and consciousness. Elves, trolls, orks and dwarves walk among us, while ruthless corporations bleed the world dry. You are a shadowrunner - a mercenary living on the fringes of society, in the shadows of massive corporate arcologies, surviving day-by-day on skill and instinct alone. When the powerful or the desperate need a job done, you get it done... by any means necessary.\nIn the urban sprawl of the Seattle metroplex, the search for a mysterious killer sets you on a trail that leads from the darkest slums to the city’s most powerful megacorps. You will need to tread carefully, enlist the aid of other runners, and master powerful forces of technology and magic in order to emerge from the shadows of Seattle unscathed.\nThe unique cyberpunk-meets-fantasy world of Shadowrun has gained a huge cult following since its creation nearly 25 years ago. Now, creator Jordan Weisman returns to the world of Shadowrun, modernizing this classic game setting as a single player, turn-based tactical RPG.","gameDate":"2054","edition":5,"publisher":["harebrained"],"missing":"outOfScope","notes":"Not present for beeing multiplatform and huge in size."}],["RET-02",{"sku":["RET-02"],"category":"videogame","type":"digital","name":"Shadowrun Returns: Dragonfall","releaseDate":["2014-09-18"],"description":"Man Meets Magic & Machine\nIn 2012, magic returned to our world, awakening powerful creatures of myth and legend. Among them was the Great Dragon Feuerschwinge, who emerged without warning from the mountains of Germany, unleashing fire, death, and untold destruction across the countryside. It took German forces nearly four months to finally shoot her down - and when they did, their victory became known as The Dragonfall.\nIt’s 42 years later - 2054 - and the world has changed. Unchecked advances in technology have blurred the line between man and machine. Elves and trolls walk among us, ruthless corporations bleed the world dry, and Feuerschwinge’s reign of terror is just a distant memory. Germany is splintered - a stable anarchy known as the “Flux State” controls the city of Berlin. It’s a place where power is ephemeral, almost anything goes, and the right connections can be the difference between success and starvation. For you and your team of battle-scarred shadowrunners, there’s no better place to earn a quick payday.\nNow, a new threat is rising, one that could mean untold chaos and devastation. One that soon has you and your team caught on the wrong side of a deadly conspiracy. The only clue: whispers of the Dragonfall. Rumors that the Great Dragon Feuerschwinge may still be alive, waiting for the right moment to return…","gameDate":"2054","edition":5,"publisher":["harebrained"],"missing":"outOfScope","notes":"Not present for beeing multiplatform and huge in size."}],["RET-03",{"sku":["RET-03"],"category":"videogame","type":"digital","name":"Shadowrun Returns: Hong-Kong","releaseDate":["2015-08-20"],"description":"Shadowrun: Hong Kong - Extended Edition is the definitive version of Shadowrun: Hong Kong, the third standalone game in Harebrained Schemes’ critically-acclaimed Shadowrun cRPG series. This Extended Edition adds the all-new, 6+ hr Shadows of Hong Kong Bonus Campaign to the game as a free upgrade - delivering on a funding goal achieved by fans in Harebrained Schemes’ wildly successful Shadowrun: Hong Kong Kickstarter. The Extended Edition also adds audio commentary to the game, and a long list of improvements since the game’s initial launch - including new visual effects, updated dialogue, and new editor features (for User-Generated Content). Experience the most impressive Shadowrun RPG yet, hailed as one of the best RPGs and strategy games of 2015!\nHONG KONG. A stable and prosperous port of call in a sea of chaos, warfare, and political turmoil. The Hong Kong Free Enterprise Zone is a land of contradictions - it is one of the most successful centers of business in the Sixth World, and home to one of the world’s most dangerous sprawl sites. A land of bright lights, gleaming towers, and restless spirits where life is cheap and everything is for sale.","gameDate":"2054","edition":5,"publisher":["harebrained"],"missing":"outOfScope","notes":"Not present for beeing multiplatform and huge in size."}],["ONLINE",{"sku":["ONLINE"],"category":"videogame","type":"digital","name":"Shadowrun Chronicles: Boston Lockdown","releaseDate":["2015-04-28"],"description":"Lead your team of Runners to survive a corrupt megacorporation’s intrigue threatening thousands of lives in this new action-strategy game set in the most popular cyberpunk universe of all times – Shadowrun. Blending X-Com style gameplay with RPG elements in the unique Shadowrun setting and adding an extensive single- and co-op campaign, Shadowrun Chronicles offers the next generation of tactical turn based action games.\nEntrapped in a city plagued by a deadly virus, assaulted by the minions of a megacorporation, attacked by infected and with a dragon on a rampage through the city you have to unearth the secret conspiracy that connects it all.\nAs the leader of your team of Shadowrunners, you will have to use magic, technology and every weapon available to you, to save the lives of thousands in a city at the brink of extinction. Grow you character, plan your missions and control your team in combat or play live co-op with other players to overcome the challenges ahead of you. Meet your fellow runners in the Back Alley or hire henchmen to help you succeed.\nSet in the dystopian near future of our world, where magic has awakened and blends with technology, creatures of myth and legend have returned. Elves, Dwarves, Orks and Trolls walk among the neon-lit streets, while the matrix connects everyone and everything as the corporate towers cast their long shadows across the globe. You are a Shadowrunner - a secret operative on the edge of society, hired for the jobs no one wants to be connected with. A cyberpunk rebel surviving by skill and instinct in the shadows of the corporate towers!\n\nWelcome to the dark side of the future, chummer. It’s going to be a hell of a ride.","gameDate":"2075","edition":5,"publisher":["cliffhanger"],"missing":"outOfScope","notes":"Not present for beeing multiplatform and huge in size."}],["26531",{"sku":["26531"],"category":"rulebook","type":"print","name":"Gear Cards [Drones & Vehicles, Volume 1]","releaseDate":["2013-02"],"description":"Roll Out!\nShadowrunners do a lot of things, but one thing they don't do is sit still. There are places to go, people to shoot—they need the right vehicles to get them there and the right drones to take care of business when they arrive.\nThis deck has 54 drones and vehicle cards, with a full-color picture and complete stats, that make it easy to players and gamemasters to reference stats at the game table while illustrating what they're driving, piloting or riding. With selections from a range of Shadowrun, Twentieth Anniversary Edtion products, this deck will prepare you for some serious moving violations.","gameDate":"2075","edition":4,"publisher":["catalyst"],"missing":"outOfScope","notes":"Print only cards."}],["26530",{"sku":["26530"],"category":"rulebook","type":"print","name":"Weapon Cards [Guns, Volume 1]","releaseDate":["2013-10"],"description":"Designed to make game play simpler, more colorful and more fun, Shadowrun Weapon Cards contain pictures and Shadowrun, Fourth Edition stats for a whole range of guns, making it easy for players and gamemasters to reference at the game table. These cards also bring the Sixth World to life through full-color art for each piece of gear. This deck contains 54 guns for use with Shadowrun, Fourth Edition, selected from a range of Shadowrun products.\nOnly sold at 2012 conventions.\nDeal them out and start shooting!","gameDate":"2072","edition":4,"publisher":["catalyst"],"missing":"outOfScope","notes":"Print only cards."}],["26104",{"sku":["26104"],"category":"sourcebook","type":"digital","name":"Runner's Black Book","releaseDate":["2011-09"],"description":"You’ve got the talent. You hopefully have lived long enough to collect a decent amount of nuyen. So show it off! Get a better gun. A bigger boat. A zeppelin that can sneak you across borders where no one thinks to look. All these toys are here, and many, many more. Runner’s Black Book is a shopping catalog for the ambitious and successful runner—and it’s a guide to the weapons, drones, and vehicles that the various forces of the Sixth World may send against you as you sneak through the shadows.\nRunner’s Black Book collects material from Shadowrun’s successful PDF line of products, compiling Deadly Waves, Gun Heaven, MilSpecTech, This Old Drone, and Unfriendly Skies in their entirety, along with updated art and information. On top of that, the book includes new pieces of gear developed specifically for this volume, including the punishing Kriss X Submachine Gun and small, smooth TPP light pistol. Each piece of gear is accompanied by a full color illustration providing a look at the item’s complete details and features.","gameDate":"2072","edition":4,"publisher":["catalyst"],"missing":true,"notes":"Originally print only, this book is a compilation of other books with few added material."}],["26105",{"sku":["26105"],"category":"sourcebook","type":"digital","name":"Runner's Black Book 2074","releaseDate":["2016-01-12"],"description":"Asking a shadowrunner if they really need another gun is like asking someone if they need all that oxygen floating around them. Are you ever going to use all that air? Maybe not. But you’re sure as hell not going to be one of those suckers who’s going to be caught short. RUNNER’S BLACK BOOK 2074 is about options, giving runners more choices of guns, weapons, vehicles, and other gear so that they can build a load out that suits them. Whether they want bleeding-edge gear built for those fighting the world’s latest wars or classic vehicles that have stood the test of time—or old crap they can get for cheap—RUNNER’S BLACK BOOK 2074 has what they need. Collecting gear from digital products Gun H(e)aven 2, Used Car Lot, MilSpec Tech 2, and Euro War Antiques along with exclusive material for this book, RUNNER’S BLACK BOOK 2074 contains full-color illustrations, detailed descriptions, and complete game statistics for each item. It’s an essential resource for runners looking to do some shopping—or to learn more about the guns that might be pointed at them in the near future.","gameDate":"2074","edition":4,"publisher":["catalyst"],"missing":true,"notes":"Originally print only, this book is a compilation of other books with few added material."}],["27050",{"sku":["27050"],"category":"rulebook","type":"print","name":"Fifth Edition Gamemaster Screen","releaseDate":["2013-11"],"description":"Every shadowrunner knows the value of good information. The right fact, the perfect piece of data, can be the difference between success and failure on a run, between life and death. And in the right hands, information can be more than valuable-it can be powerful.The Shadowrun Gamemaster Screen provides a collection of useful tables from Shadowrun, Fifth Edition for ease of reference in game play. With range tables, action lists, combat modifiers, social modifiers, and more, this is a critical game aid to make your Shadowrun games faster and more fun. And to provide that all-important secrecy so that the players don't know what you're up to. This screen is for use with Shadowrun, Fifth Edition.Note: This reprint (with a brand new graphic!)","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope","notes":"Print only."}],["RET-ANT",{"sku":["RET-ANT"],"category":"novel","type":"digital","name":"Shadowrun: Returns: Anthology","releaseDate":["2013"],"description":"Along with many other features, this anthology includes Locks and Keys and The Art of Shadowrun Returns.","gameDate":"2053","edition":5,"publisher":["harebrained"]}],["27760",{"sku":["27760"],"category":"boardgame","type":"physical","name":"Shadowrun: Zero Day","description":"You are the contagion. You are the fear. You are the thing that makes the megacorporations of the world tremble. In the world of Shadowrun, the corps think they have everyone and everything under their thumb, but they don't have you - the hacker in the Matrix, the fly in the ointment. You know where the world's deepest secrets are buried - and you have the weapons needed to fight to bring them out.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope","notes":"Unreleased card game. Announced at Gen Con 2017."}],["26874",{"sku":["26874"],"category":"novel","type":"print","name":"Sprawl Stories Vol. 1","description":"The Sixth World is a dangerous place, and nowhere is that more obvious than in Seattle, the so-called Emerald City. Surrounding its neon-drenched heart is kilometer after kilometer of Sprawl, where millions of people scratch out a living among hazardous, slowly decaying neighborhoods and even more dangerous neighbors.\nSprawl Stories contains four Shadowrun novellas that explore Seattle through the eyes of the people who live there every day. A burned-out mage detective tackles a missing person case that quickly threatens to spiral out of control. A reporter goes on the ride-along of her life with a high-octane DocWagon team, and uncovers a conspiracy on live triedeo. A young ex-wagesalve is caught between powerful forces while investigating his uncle’s death. And a shaman must deal with a serious injury that threatens his very way of life–but not before taking vengeance on those who double-crossed him.\nSo take a walk on the true wild side of the Seattle Sprawl If you’re good–and lucky–you might even come back out in one piece…","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":true,"notes":"Unreleased print-only book. Announced on Gen Con 2017."}],["RET-NOV",{"sku":["RET-NOV"],"category":"novel","type":"digital","name":"Hong Kong","releaseDate":["2016"],"description":"HONG KONG. A stable and prosperous port of call in a sea of chaos, warfare, and political turmoil. The Hong Kong Free Enterprise Zone is a land of contradictions - it is one of the most successful centers of business in the Sixth World, and home to one of the world’s most dangerous sprawl sites. A land of bright lights, gleaming towers, and restless spirits where life is cheap and everything is for sale.","gameDate":"2075","edition":5,"publisher":["harebrained"]}],["RET-SBK",{"sku":["RET-SBK"],"category":"sourcebook","type":"digital","name":"Shadorwun Returns: Hong Kong Sourcebook","releaseDate":["2016-02"],"description":"Seven and a half million people crammed into about 1,100 square kilometers. Nearly 6,800 people per square kilometer. Not the tightest-packed city in the world, at least not in terms of people, but still up there. But in terms of wealth, secrets, intrigue, and double-crosses? No place in the world is more densely packed. With seven and a half million people, you have seven and a half million personal agendas, and fifteen or twenty million schemes to get ahead in the world, because nobody has just one. Those plans run from the wealthiest corporations jockeying for politically and magically advantageous positions in the city to the poorest of the poor, fighting to avoid being devoured by the horrors that lurk in the Kowloon Walled City. Step into the sprawl and prepare to trip over conflicting agendas, spiraling plots, and secrets nested in secrets.","gameDate":"2055","edition":5,"publisher":["harebrained"]}],["7002X",{"sku":["7002X","25008"],"category":"sourcebook","type":"digital","name":"Critters","releaseDate":["1998-12","2004-07"],"description":"Originally included with the Shadowrun, Third Edition, Gamemaster's Screen, this book is a complete catalogue of paranormal critters for Shadowrun. In addition to critter stats and short descriptions, it includes all of the rules you need for using critter powers. 48 Pages.","gameDate":"2060","edition":3,"publisher":["fasa"]}],["7102",{"sku":["7102"],"category":"rulebook","type":"scan","name":"Shadowrun GM Screen","releaseDate":["1989"],"description":"First GM Screen, bundled with \"Silver Angel\" adventure.","gameDate":"2050","edition":1,"publisher":["fasa"]}],["58XX",{"sku":["58XX","n/a"],"category":"novel","type":"physical","name":"Private Agenda","description":"The last FASA novel, announced in Europe, but never released.","gameDate":"2060","edition":3,"publisher":["fasa"],"missing":"outOfScope","notes":"This was the last FASA novel, announced but never released. Here for historical reasons."}],["7321",{"sku":["7321"],"category":"mission","type":"physical","name":"Running Short","description":"A unreleased adventure announced by FASA.","gameDate":"2060","edition":3,"publisher":["fasa"],"missing":"outOfScope","notes":"An adventure announced by FASA, never released. Here for historical reasons."}],["26CMP13-1",{"sku":["26CMP13-1"],"category":"mission","type":"physical","name":"Dragon Song Series","description":"CMP 2013-01 Jailbreak Rock\nIf the payday is high enough, are you willing to bust a dragon out of a Denver jail? Shadowrun 5th Living Campaign. Help a fellow Runner out. A fellow Chummer is locked behind bars in Denver and is looking for help getting out. Brave the Cold and the Dragon to help a Runner.\n\nCMP 2013-02 Berlin Waltz\nEscort an injured Mr. Johnson to Berlin, with a dragon's minions on your tail! Shadowrun 5th Living Campaign. Welcome to Deutschland, come for the Schnitzel stay for the Neu-yen. When Mr. Johnson needs a hand moving some valuble items who's he gonna call.\n\nCMP 2013-03 Neo-Tokyo Fusion\nThe Ragin' Gaijin are the hottest indy band in Neo-Tokyo, but now they need to be rescued. Shadowrun 5th Living Campaign. Mr. Johnson's favorite Japanese Pop band has gone Missing, help locate the missing Musicians and the Wasabi Rolls are on him, Fail and you may find yourself turning Japanese. \n\nCMP 2013-04 Ballroom Blitz\nThere's a party at Underworld 93 and everyone's invited. Everyone. Shadowrun 5th Living Campaign. All roads lead to Seattle, Mr Johnson has one last run, to protect his assets from would be Assassins. Enjoy all the fine Dining Downtown has to offer...it may be your last night on the town.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope","notes":"A series of adventures played at conventions, not relesed afterwards."}],["26CMP13-2",{"sku":["26CMP13-2"],"category":"mission","type":"physical","name":"Dangerous Games Series","description":"CMP 2013-05 Rolling the Dice\nWelcome to the Sixth World, shadowrunner. This time, your fixer has you lined up for a job in the California Free State. It's a straightforward acquisition from Ares Arms - or at least that's what you're told.\n\nCMP 2013-06 Double Down\nDeeper into the shadows of San Francisco and CalFree! The shadowrunners must recover a drone shot down in the mountains. Out of the city and into the wilderness - fresh air, fresh challenges, and fresh ways to get fragged...\n\nCMP 2013-07 Full House\nA big part of being a shadowrunner is breaking things for money. This time, Mr. Johnson wants you to break an entire MCT facility. No smash & grab, just smash! But is it really that simple?\n\nCMP 2013-08 Going for Broke\nOne more job in San Francisco, CalFree. A simple bodyguard job, keeping a computer programmer safe. Easy nuyen, right? Sure, chummer, if you say so... Theres a hit out for a software designer, and its your job to keep him alive. Think you can pull it off?","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope","notes":"A series of adventures played at conventions, not relesed afterwards."}],["26CMP14",{"sku":["26CMP14"],"category":"mission","type":"physical","name":"Company Man Series","description":"CMP 2014-05 Silence is Golden\nMr. Johnson needs a job done quietly, in and out without being seen. Think your team is up to the task? A Shadowrun Missions Living Campaign adventure. Shadowrun 5th Edition character needed.\n\nCMP 2014-06 A Night’s Work\nSounds like a simple job, but don’t they all? Either way runners get paid for a simple night’s work, right? A Shadowrun Missions Living Campaign adventure. Shadowrun 5th Edition character needed. Please check out Welcome to the 6th World events to learn the system and make a character...\n\nCMP 2014-07 Run out the Guns\n“Rumor has it that Ares is about to unveil a breakthrough in firearms technology. Would you kindly go steal that for me?” A Shadowrun Missions Living Campaign adventure. Shadowrun 5th Edition character needed.\n\nCMP 2014-08 Demolition Run\nSometimes the Johnson wants it quiet. Sometimes he wants it loud and noisy. Tonight, he wants the latter. A Shadowrun Missions Living Campaign adventure. Shadowrun 5th Edition character needed.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope","notes":"A series of adventures played at conventions, not relesed afterwards."}],["26CMP15-1",{"sku":["26CMP15-1"],"category":"mission","type":"physical","name":"Tennessee Suite Series","description":"CMP 2015-01 Copperhead Road\nCMP 2015-02 Rolling on the River\nCMP 2015-03 Cinco de Mayo in Memphis\nCMP 2015-04 Leavin’ Tennessee","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope","notes":"A series of adventures played at conventions, not relesed afterwards."}],["26CMP15-2",{"sku":["26CMP15-2"],"category":"mission","type":"physical","name":"Deadly Competition Series","description":"CMP 2015-05 Carrying the Torch\nCMP 2015-06 Opening Ceremonies\nCMP 2015-07 Citius Altius Fortius\nCMP 2015-08 Closing Ceremonies","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope","notes":"A series of adventures played at conventions, not relesed afterwards."}],["26CMP13-3",{"sku":["26CMP13-3"],"category":"mission","type":"physical","name":"BBQ Bob Series","description":"CMP 2016-01 Broke Down in KC\nCMP 2016-02 The Midwest Farmer’s Daughter\nCMP 2016-03 Today Isn’t Your Day, Tomorrow Isn’t Looking Good Either","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope","notes":"A series of adventures played at conventions, not relesed afterwards."}],["26CMP11",{"sku":["26CMP11"],"category":"mission","type":"physical","name":"CMP 2011","description":"CMP 2011-01 Moving Day\nExtracting one person can be tough. Extracting an entire family? That’s on a whole different level. They say “Never deal with a dragon,” but maybe they should add “Never do a job involving grade schoolers and hormonal teens”!\n\nCMP 2011-02 The Prize of Failure\nEvery Johnson promises an easy job, and this one’s no exception. Scare an unwilling scientist into extracting willingly. You don’t even have to do the extraction yourself. How hard could this be?\n\nCMP 2011-03 Threads of the Past\nA rockslide on Mt. Rainier has uncovered an ancient ship embedded in the rock, and a tunnel leading into previously unknown caverns inside the volcanic mountain. Grab some rope, lanterns, and a 3 meter pole, because you’ve just been hired to explore this ancient cavern.\n\nCMP 2011-05 Burn Notice\nNever deal with a dragon? How do you tell him no when Perianwyr calls you to his club in Denver with a job offer? A rogue spy has been causing no end of headache for the Great Dragon Ghostwalker, and he wants this spy burned down. Succeed and you’ll get a great payday. Fail and you could end up lunch.\n\nCMP 2011-06 TRO 2073\nThe new season of Desert Wars are brewing, and Ares has a new toy it wants to unveil: A 30 foot tall mech. It’s unwieldy, ungainly, and totally impracticable for modern warfare, but it makes for one hell of a publicity stunt. Ares needs a team of mercs to pilot and/or escort this so-called battlemech. Can the runners keep it in one piece and survive the opening round of Desert Wars 2073?\n\nCMP 2011-07 Super Brawl Sunday\nIt’s Super Brawl 2073, and the fix is in! When you’re hired to infiltrate and fix the biggest sporting event of the year, can you handle the pressure? And more importantly, will you get a pair of sneakers named after you?\n\nCMP 2011-08 Ain’t That a Kick in the Head?\nBarry Mana, the troll with a voice like Sinatra and dance moves like Astaire, has once again come under death threats from ant-metahuman rights groups. When he narrowly escapes two assassination attempts in one night, he decides it’s time to call in some help. Ring-a-ding-ding, baby. Keep this cat alive while he pulls of the show of his career in the City of Lights, Las Vegas!","gameDate":"2073","edition":4,"publisher":["catalyst"],"missing":"outOfScope","notes":"A series of adventures played at conventions, not relesed afterwards."}],["X27PM001",{"sku":["X27PM001"],"category":"mission","type":"physical","name":"Hunters Hunted","description":"A strange package given into the care of the runners leads them in a high stakes fight through Manhattan as supernatural forces try to recover it. Who can the runners trust? Where can they turn?","gameDate":"2070","edition":4,"publisher":["catalyst"],"missing":"outOfScope","notes":"An Prime Mission announced for the Year of Shadowrun but never released."}],["X27PM002",{"sku":["X27PM002"],"category":"mission","type":"physical","name":"Well Preserved","description":"A missing persons case, ritual magic, and corporate intrigue come together in Denver, with the runners stuck in the middle. Can you get out in one piece?","gameDate":"2070","edition":4,"publisher":["catalyst"],"missing":"outOfScope","notes":"An Prime Mission announced for the Year of Shadowrun but never released."}],["SHPL-02",{"sku":["SHPL-02"],"category":"misc","type":"digital","name":"Shadowplans - Airfield","releaseDate":["2016"],"description":"'Shadowplans - Airfield' is a modern/cyberpunk stylized battle map, suitable for VTT (virtual table top) or printing. Ideal for Shadowrun and other modern / cyberpunk settings. Use as a drop in location or the setting for an unfolding campaign.\nLarge Map : This map boasts a large playing space, allowing your players the room to strategize.\nBasic, Blueprint & Printer Friendly : This map comes in Basic and Blueprint themes, allowing your players to plan out their heists and jobs inimmersive style before watching those plans all go wrong on more detailed and stylized floorplans. This map also comes with a high contrast printer friendly version! Pick, choose and print the styles you need.\nGM Security Overlay: To ease the GM’s work, this map come with a basic security overlay. Icons used to create this overlay are also included for your own needs.\nRoll20/VTT/Printing Ready.","gameDate":"2075","edition":5,"publisher":["unofficial"]}],["SHPL-03",{"sku":["SHPL-03"],"category":"misc","type":"digital","name":"Shadowplans - Bar","releaseDate":["2016"],"description":"'Shadowplans - Bar' is a modern/cyberpunk stylized battle map, suitable for VTT (virtual table top) or printing. Ideal for Shadowrun and other modern / cyberpunk settings. Use as a drop in location or the setting for an unfolding campaign.\nLarge Map : This map boasts a large playing space, allowing your players the room to strategize.\nBasic, Blueprint & Printer Friendly : This map comes in Basic and Blueprint themes, allowing your players to plan out their heists and jobs inimmersive style before watching those plans all go wrong on more detailed and stylized floorplans. This map also comes with a high contrast printer friendly version! Pick, choose and print the styles you need.\nGM Security Overlay: To ease the GM’s work, this map come with a basic security overlay. Icons used to create this overlay are also included for your own needs.\nRoll20/VTT/Printing Ready.","gameDate":"2075","edition":5,"publisher":["unofficial"]}],["SHPL-04",{"sku":["SHPL-04"],"category":"misc","type":"digital","name":"Shadowplans - Corporate Office","releaseDate":["2016"],"description":"'Shadowplans - Corporate Office' is a pack of 5 modern/cyberpunk stylized battle maps, suitable for VTT (virtual table top) or printing. Ideal for Shadowrun and other modern / cyberpunk settings. Use as a drop in location or the setting for an unfolding campaign.\nLarge Maps : These maps boast a large playing space, allowing your players the room to strategize.\nBasic, Blueprint & Printer Friendly : Each map comes in Basic and Blueprint themes, allowing your players to plan out their heists and jobs inimmersive style before watching those plans all go wrong on more detailed and stylized floorplans. This map pack comes with additional high contrast printer friendly versions! Pick, choose and print the styles you need.\nGM Security Overlays: To ease the GM’s work, these maps come with basic security overlays. Icons used to create this overlay are also included for your own needs.\nRoll20/VTT/Printing Ready.","gameDate":"2075","edition":5,"publisher":["unofficial"]}],["SHPL-09",{"sku":["SHPL-09"],"category":"misc","type":"digital","name":"Shadowplans - Datacenter","releaseDate":["2017"],"description":"'Shadowplans - Datacenter' is a modern/cyberpunk stylized battle map, suitable for VTT (virtual table top) or printing. Ideal for Shadowrun and other modern / cyberpunk settings. Use as a drop in location or the setting for an unfolding campaign.\nLarge Map : This map boasts a large playing space, allowing your players the room to strategize.\nBasic, Blueprint & Printer Friendly : This map comes in Basic and Blueprint themes, allowing your players to plan out their heists and jobs inimmersive style before watching those plans all go wrong on more detailed and stylized floorplans. This map also comes with a high contrast printer friendly version! Pick, choose and print the styles you need.\nGM Security Overlay: To ease the GM’s work, this map comes with a basic security overlay. Icons used to create this overlay are also included for your own needs.\nRoll20/VTT/Printing Ready.","gameDate":"2075","edition":5,"publisher":["unofficial"]}],["SHPL-01",{"sku":["SHPL-01"],"category":"misc","type":"digital","name":"Shadowplans - Map Pack 1","releaseDate":["2015"],"description":"'Shadowplans pack #1' is a series of 10 modern/cyberpunk stylized battle maps, suitable for VTT (virtual table top) or printing. Ideal for Shadowrun and other modern / cyberpunk settings. Use as drop in locations or the setting for an unfolding campaign.\nLarge Maps : The Maps boast large playing spaces, allowing your players the room to strategize.\nBasic & Blueprint : Each map comes in Basic and Blueprint themes, allowing your players to plan out their heists and jobs in immersive style before watching those plans all go wrong on more detailed and stylized floorplans.\nGM Security Overlays: To ease the GM’s work, these maps come with basic security overlays. Icons used to create this overlay are also included for your own needs.\nRoll20/VTT/Printing Ready.","gameDate":"2075","edition":5,"publisher":["unofficial"]}],["SHPL-05",{"sku":["SHPL-05"],"category":"misc","type":"digital","name":"Shadowplans - Mini Mall","releaseDate":["2016"],"description":"'Shadowplans - Mini Mall' is a modern/cyberpunk stylized battle map, suitable for VTT (virtual table top) or printing. Ideal for Shadowrun and other modern / cyberpunk settings. Use as a drop in location or the setting for an unfolding campaign.\nLarge Map : This map boasts a large playing space, allowing your players the room to strategize.\nBasic, Blueprint & Printer Friendly : This map comes in Basic and Blueprint themes, allowing your players to plan out their heists and jobs inimmersive style before watching those plans all go wrong on more detailed and stylized floorplans. This map also comes with a high contrast printer friendly version! Pick, choose and print the styles you need.\nGM Security Overlay: To ease the GM’s work, this map come with a basic security overlay. Icons used to create this overlay are also included for your own needs.\nRoll20/VTT/Printing Ready.","gameDate":"2075","edition":5,"publisher":["unofficial"]}],["SHPL-06",{"sku":["SHPL-06"],"category":"misc","type":"digital","name":"Shadowplans - Subway Station","releaseDate":["2016"],"description":"'Shadowplans - Subway Station' is a modern/cyberpunk stylized battle map, suitable for VTT (virtual table top) or printing. Ideal for Shadowrun and other modern / cyberpunk settings. Use as a drop in location or the setting for an unfolding campaign.\nLarge Map : This map boasts a large playing space, allowing your players the room to strategize.\nBasic, Blueprint & Printer Friendly : This map comes in Basic and Blueprint themes, allowing your players to plan out their heists and jobs inimmersive style before watching those plans all go wrong on more detailed and stylized floorplans. This map also comes with a high contrast printer friendly version! Pick, choose and print the styles you need.\nGM Security Overlay: To ease the GM’s work, this map come with a basic security overlay. Icons used to create this overlay are also included for your own needs.\nRoll20/VTT/Printing Ready.","gameDate":"2075","edition":5,"publisher":["unofficial"]}],["SHPL-08",{"sku":["SHPL-08"],"category":"misc","type":"digital","name":"Shadowplans - Tileset 1","releaseDate":["2016"],"description":"'Shadowplans - Tileset 1' is a pack of tiles for assembling modern/cyberpunk stylized battle maps, suitable for VTT (virtual table top) or printing. Ideal for Shadowrun and other modern / cyberpunk settings. Use as drop-in locations or the setting for an unfolding campaign.\nAssemble : Featuring 44 pieces of varying types, everything you need to create your own Shadowplans maps.\nExtend : Use alongside existing Shadowplans Products to edit, expand and customize each map to your own tastes.","gameDate":"2075","edition":5,"publisher":["unofficial"]}],["SHPL-07",{"sku":["SHPL-07"],"category":"misc","type":"digital","name":"Shadowplans - Warehouse","releaseDate":["2016"],"description":"'Shadowplans - Warehouse' is a modern/cyberpunk stylized battle map, suitable for VTT (virtual table top) or printing. Ideal for Shadowrun and other modern / cyberpunk settings. Use as a drop in location or the setting for an unfolding campaign.\nLarge Map : This map boasts a large playing space, allowing your players the room to strategize.\nBasic, Blueprint & Printer Friendly : This map comes in Basic and Blueprint themes, allowing your players to plan out their heists and jobs inimmersive style before watching those plans all go wrong on more detailed and stylized floorplans. This map also comes with a high contrast printer friendly version! Pick, choose and print the styles you need.\nGM Security Overlay: To ease the GM’s work, this map come with a basic security overlay. Icons used to create this overlay are also included for your own needs.\nRoll20/VTT/Printing Ready.","gameDate":"2075","edition":5,"publisher":["unofficial"]}],["OMAP",{"sku":["OMAP"],"category":"misc","type":"digital","name":"Executive Centre - Office Maps","releaseDate":["2017"],"description":"Maps from Executive Centre buildings arround the world.","gameDate":"2075","edition":5,"publisher":["unofficial"]}],["NAGEE",{"sku":["NAGEE"],"category":"magazine","type":"digital","name":"The Neo-Anarchists Guide to Everything Else","releaseDate":["1996"],"description":"A semi-regular electronically-distributed magazine devoted to FASA's Shadowrun® role-playing game. In the NAGEE, we'll be covering everything else. Everything that our contributors feel should have been covered, but wasn't. And, just things that look nice, 'cause looking good is the only way to go.","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["26404",{"sku":["26404"],"category":"novel","type":"digital","name":"Nigel Findley Omnibus","releaseDate":["2010-05-06"],"description":"FOUR CLASSICS. ONE VOLUME. PURE SHADOWRUN\nShadowrun fans know. They love the dark alleys and darker plots of the Sixth World, and they know that Nigel Findley wrote some of the best Shadowrun novels ever. Now, for the first time, his four iconic books are collected in a single volume.\nWhether you’ve loved Shadowrun fiction for years or are just now being introduced to it, the novels of Nigel Findley are a superb place to start. This exclusive edition contains:\n\t• 2XS, which introduces private detective Dirk Montgomery and pits him against the mysterious sources of a chip even more addictive than the strongest BTLs;\n\t• Shadowplay, featuring a veteran decker and a young shaman who stumble on lost technology that puts them up against one of the world’s largest megacorporations—and the Corporate Court itself;\n\t• Lone Wolf, where an undercover Lone Star operative finds himself in the middle of an exploding gang war; and\n\t• House of the Sun, which brings back Dirk Montgomery and sends him to Hawai’i, where he runs afoul of the government, a ritual sacrifice, powerful elves, and very unpleasant bugs.\n\tThis omnibus provides a unique opportunity to dive into the complete novel output of one of Shadowrun’s finest writers. Let Nigel Findley show you what it really feels like to run in the shadows!","gameDate":"2050","edition":4,"publisher":["catalyst"],"missing":"outOfScope","notes":"Bundle of 4 novels."}],["10763",{"sku":["10763"],"category":"sourcebook","type":"digital","name":"Shockwaves","releaseDate":["2006"],"description":"Shockwaves (Schockwellen) was first published by FanPro Germany as a German-language product only, and now we have a free summary translation available - 18 pages discussing the history of the elusive megacorp Proteus AG! This free download has tons of plot hooks for the crafty GM, usable with both SR4 and SR3.","gameDate":"2063","edition":4,"publisher":["fanpro"]}],["SRF",{"sku":["SRF"],"category":"sourcebook","type":"print","name":"Shadowrun France","releaseDate":["1997"],"description":"A complete description of France from the world of Shadowrun in 2057, with its history, political system, organization of society, organized crime, most powerful duchies, new creatures, new equipment, new spells, etc.","gameDate":"2057-02","edition":2,"publisher":["other"],"missing":"outOfScope","notes":"French only. Considered non-cannon."}],["10674",{"sku":["10674","25005"],"category":"mission","type":"print","name":"Running Wild","description":"Unreleased Adventure.","gameDate":"2064","edition":3,"publisher":["fanpro"],"missing":"outOfScope","notes":"Unreleased"}],["26859",{"sku":["26859"],"category":"novel","type":"print","name":"Identity Crisis","description":"One morning, Oliver Martin wakes up to find he no longer exists, with no job, SIN, nuyen, or even a place to live. He's been completely wiped from the Matrix, with a new identity replacing his. Only this one's on Lone Star's Most Wanted List, and Oliver's usual morning turns into the first run of his life. Boston's mean streets hold the keys to Oliver's fight to reclaim himself and discover who's behind his redacted identity. Falling in with a shadowrun team, he uncovers a conspiracy within MIT&T that could bring down the corporate walls of the city before it's through and take him right along with it.","gameDate":"2064","edition":5,"publisher":["catalyst"],"missing":true,"notes":"Unreleased, expected in 2017"}],["26861",{"sku":["26861"],"category":"novel","type":"print","name":"Stirred","description":"Jimmy Kincaid, burned-out mage and P. I., has a lot on his plate. Gang wars, feuding mobsters, unreliable magical power, and an encrypted data file that's already cost him friends, but he can't even access. When the troubles of the Seattle sprawl deepen into a bloody conspiracy with ties to neighboring nations and inhuman powers, he knows he's on the job of his life. Luckily, he's not alone. A man like Jimmy can't walk these shadowed streets without making enemies, but he's made allies, too.\nHopefully those allies will be able to save Jimmy from the dark, powerful forces converging on him...before it's too late for everyone...","gameDate":"2064","edition":5,"publisher":["catalyst"],"missing":true,"notes":"Unreleased, expected in 2017"}],["NERPS-01",{"sku":["NERPS-01"],"category":"misc","type":"digital","name":"N.E.R.P.S.: ShadowLore","releaseDate":["1995-04"],"description":"Sections: Races, Magic, Cyberware, Bioware, Matrix, Tech, Behind The Scenes (..., Toxin Exposure, ...).","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["NERPS-02",{"sku":["NERPS-02"],"category":"misc","type":"digital","name":"N.E.R.P.S.: Foundations","releaseDate":["1994-08"],"description":"Sections: Characters, Plotlines, Sprawls, List of Contributors.","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["NERPS-03",{"sku":["NERPS-03"],"category":"misc","type":"digital","name":"N.E.R.P.S.: Edge Runners","releaseDate":["1996-03"],"description":"Sections: Introduction, Characters, Appendix A, Appendix B.","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["NERPS-04",{"sku":["NERPS-04"],"category":"misc","type":"digital","name":"N.E.R.P.S.: Underworld","releaseDate":["1996-06"],"description":"Sections: Basement Transactions, Fixing the Fence, Item Encounters, The Arms Bazaar, The Organizatsiya, Better Living Through Biochemistry, Plastic Weapons, Pee Cee Cops, Criminal Gear and Equipment, All That Is Old Is Not Obsolete, Shadow Holdings, Vehicle Accessories, Frequently Asked Questions.","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["NERPS-05",{"sku":["NERPS-05"],"category":"misc","type":"digital","name":"N.E.R.P.S.: Lost and Found","releaseDate":["1997-08"],"description":"Sections: NERPS: Shadows of the Mind (History of NERPS: Shadows of the Mind, History of Psionics in the Sixth World, Short Fiction, Creating the Psionic Character, The World Around a Psi, Psionic Design, Additional Thoughts), NERPS: ShadowLore II (Shadow's Edge Spring Catalog 2056, Bioware & Cyberware, Technology, Melee Combat 3.0, Magic, Target Firearms-Duty Ammunition), NERPS: DragonLore (Dragons, Dragon Guardians, Dragon Worship, When, Where, and What Do Dragons Come From?, ...Something In The Waters, Maybe?, Critters, Bio-Armor, Shadowtalk).","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["45201G",{"sku":["45201G","45200G"],"category":"sourcebook","type":"print","name":"Berlin","releaseDate":["2011"],"description":"Berlin, Germany:\nA city divided by war, reunited and divided again, this time by anarchism. A city in constant flux. The Mega-Cons say anarchy is dead, but any runner worth his soy-burger knows better.\nThe first independent sourcebook by german Shadowrun publisher Pegasus Spiele sheds a light onto the former capital city of Berlin. The hardcover book, as well as the city, is divided into two parts. On the one hand is the pacified part, now ruled by the big cons that try to hide the truth about the still anarchistic parts of the city. On the other hand are the remnants of anarchy. Some groups still wage war agains the cons, others just want to live their alternative way of life. Others again just want to hide in the shadows.\nThe limited edition of the book features a flip cover so you can read the book from both sides with each side featuring one of the two political parts of Berlin.","gameDate":"2074","edition":4,"publisher":["pegasus"],"missing":true,"notes":"German sourcebook about Berlin."}],["47020G",{"sku":["47020G"],"category":"sourcebook","type":"digital","name":"Datapuls ADL","releaseDate":["2017"],"description":"Die Allianz Deutscher Länder – ein Flickenland, eine Region voller Gegensätze, ein tief mit den Schatten verwobenes Land. Hier finden sich Trollrepubliken, Elfenstaaten, toxisch verseuchte Zonen und riesige Megaplexe. Berlin mit seinem ewigen Konflikt zwischen anarchistischen Kiezen und Konzernhochburgen. Hamburg mit seinen überfluteten Straßen und dem Sprungbrett zur verseuchten Nordsee. Der Rhein-Ruhr-Megaplex, ein Schmelztiegel aus Ghettos, Stadtzentren, Industrie und Konzernen – über dem der Drache Lofwyr in Neu-Essen thront. Und gerade weil die ADL so heterogen ist, eine Mischung aus wuchernder Wildnis und wimmelnder Urbanität, entlegenen Fluchtorten und überbauten Städten, Erwachten Mysterien und verseuchten Landstrichen, sollten sich Runner hier gut auskennen. Sonst fressen einen die Schatten schneller, als man die nächste Grenze erreichen kann.\nDatapuls: ADL ist ein Hardcover-Quellenbuch für Shadowrun 5, das einen Überblick über die aktuelle Lage in der Allianz Deutscher Länder im Jahre 2078 präsentiert. Es bietet dabei neue Einblicke, gibt aber auch Zusammenfassungen des schon Bekannten, um neuen wie alten Spielgruppen die ADL zur Heimat für ihre Runs und Runner zu machen. Neben Beschreibungen des Lifestyles, der Konzern- und Staatswelt, von Subkulturen, Magie und Matrix wird ein Fokus auf die drei Plexe Berlin, Hamburg und Rhein-Ruhr-Megaplex gelegt. Aber auch Kurzbeschreibungen der SOX, der Trollrepublik, des Kirchenstaats Westphalen und des Elfenherzogtums Pomorya sind zu finden, genauso wie Einblicke in dunkle Metaplot-Mysterien, neue NSCs und Grundrisse für den direkten Gebrauch am Spieltisch. Immer wieder unterbrochen von Datapuls-Nachrichten der neuesten Ereignisse – denn uninformierte Runner sind tote Runner.","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true,"notes":"German sourcebook about Germany."}],["47000GA",{"sku":["47000GA"],"category":"sourcebook","type":"digital","name":"Parazoologie 2075","releaseDate":["2014"],"description":"Die Fabeln erwachen!\nDie Sechste Welt dreht sich weiter. Immer neue paranormale Phänomene tauchen auf und wollen von der Metamenschheit erforscht werden. So auch in der Zoologie. Unbekannte Wesen warten an den unterschiedlichsten Orten rund um die erwachte Erde: Von Australien bis in die Alpen, vom Himmel bis in die Tiefen der Ozeane.\nNach dem Standardwerk Wildwechsel präsentiert Parazoologie neue Critter für die Welt von Shadowrun 4. Vom Abramshummer bis zum Wolpertinger - denn ob toxisch oder erwacht: Jeder sollte das Tier kennen, das hinter dem nächsten Strauch auf einen lauert.","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true,"notes":"German translation of Parazoology and Parazoology 2 - updated with rules for Shadowrun, 5th Edition."}],["47000GB",{"sku":["47000GB"],"category":"sourcebook","type":"digital","name":"Sturmfront","releaseDate":["2014"],"description":"Sturm zieht auf ...\nEs brodelt in den Schatten – schon seit Monaten. Viel ist in der letzten Zeit geschehen, und es lohnt sich, auf dem Laufenden zu bleiben. Sei es in den düsteren Straßenschluchten von Denver, hinter den Konzernschreibtischen von Ares oder sogar in den Gedanken bekannter Deckergrößen wie FastJack: Information ist alles. Immer.\nSturmfront ist ein Metaplotbuch für Shadowrun 5, das aktuelle Erzählstränge von Shadowrun aufgreift, weiterführt, einige beendet, andere neu beginnen lässt. Als zusammengefasste Übersetzung des amerikanischen Stormfront gibt es Einblicke in die heißesten Vorgänge der Sechsten Welt und dient als Übergang zwischen den Editionen. Beleuchtet werden unter anderem: der Drachenkrieg, Denver, Vorkommnisse um Ares, der beendete Krieg in Bogotá und neue Gefahren am Horizont. Sämtliche Plotlinien werden dabei durch Chroniken begleitet, um den maximalen Überblick zu behalten und auch bei Shadowrun 5 tief in die Schatten eintauchen zu können. Denn das nächste große Ding lässt sicherlich nicht lange auf sich warten ...","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true,"notes":"German translation of Storm Front, as an abridged pdf with SR5 rules. Includes additional texts for the German setting."}],["47000GC",{"sku":["47000GC"],"category":"misc","type":"print","name":"Systemdaten","releaseDate":["2014"],"description":"","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true,"notes":"This item consists of a folio to store notes and character sheets as well as a sturdy cardboard version of the German SR5 character sheet. It was released by Pegasus for Gratisrollenspieltag 2014 (German Free RPG Day)."}],["47000GD",{"sku":["47000GD"],"category":"mission","type":"digital","name":"Trittbrettfahrer","releaseDate":["2014"],"description":"Gefahr in den Schatten\nDunkle Umtriebe längst untergegangen geglaubter Schrecken ziehen durch die Schatten der Smaragdstadt: Die Vergangenheit holt die Zukunft ein – und bringt jemanden mit, den manche Leute nicht gerne wiedersehen wollten. Es ist an den Runnern, das Nötige zu tun, um Menschenleben zu retten.\nTrittbrettfahrer ist ein Abenteuer für Shadowrun 5, das in Seattle spielt. Das PDF enthält ein komplett ausformuliertes Szenario inklusive Grundrisse und NSC-Werten – zum direkten Losspielen am heimatlichen Spieltisch.","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true,"notes":"German translation of Shadowrun Mission \"Carbon Copy\" previously released in Sprawl Wilds. This pdf includes only SR5 rules."}],["27405",{"sku":["27405"],"category":"mission","type":"digital","name":"Toxic Alley","description":"Dark plots and darker magic frequently converge in the capital of the UCAS, and those forces are revving up again. Toxic Alley launches plotlines involving toxic mages, shedim, and other dark forces, while building on elements from the Sith World Tarot and Book of the Lost. Runners will have as much as they can handle keeping up with the chaos filling the back alleys of DeeCee!","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":true,"notes":"Scheduled to ship in July 2017."}],["45019G",{"sku":["45019G"],"category":"sourcebook","type":"print","name":"Schattenhandbuch 1","releaseDate":["2014"],"description":"Schattenhandbuch 1 (Shadow Handbook 1) is a print compilation of several PDF publications and some new material.\nIt contains:\n\tCoyotes\n\tThe Assassin’s Primer\n\tGun Heaven 3\n\tParazoology\n\tParazoology 2\n\tKAPOWW (Shadowrun Germany)\n\tRAZANNG (Shadowrun Germany)\n\nSchattenhandbuch 1 was published in a numbered limited edition with a print run of 3000 books.","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true}],["45034G",{"sku":["45034G"],"category":"sourcebook","type":"print","name":"Schattenhandbuch 2","releaseDate":["2015"],"description":"Limited print edition of various SR5 pdfs.\nThis volume includes:\n\t- Schattenzauber (Shadow Spells)\n\t- Parabotanik 2075 (Parabotany, updated for SR5)\n\t- Parageologie (Parageology, updated for SR5)\n\t- Ätherologie (Aetherology)\n\t- Kugeln & Bandagen (Bullets & Bandages)\n\t- ADL Magie Update","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true}],["45027G",{"sku":["45027G"],"category":"sourcebook","type":"print","name":"Seattle: Stadt der Schatten Quellenbox","releaseDate":["2017"],"description":"Seattle, die Emerald City, war schon immer einer der wichtigsten Metroplexe in der Welt von Shadowrun. Der Sprawl schwelt, denn er bildet einen Schmelztiegel aus Konzernmächten, politischen Intrigen und krimineller Energie, wie er kaum sonst irgendwo zu finden ist. Ikonen wie die Ancients, die Halloweeners, die Finnigan-Familie, die Skraacha, Dantes Inferno, die Renraku-Arkologie und Big Rhino sind hier zu finden. Und Runner wie Dodger, Sally Tsung, Dirk Montgomery, Jake Armitage, Twist, Kellan Colt und James Kincaid haben sich in den Straßenschluchten ihren Namen verschafft und sind zur Legende geworden. Sie alle haben hier ihr Glück gemacht und ihre Verluste erlitten. Und ihre Heimat stellt auch andere auf die Probe, denn hier können Runner zeigen, ob sie an der Spitze der Nahrungskette stehen oder nur Teil des Buffets sind.","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true,"notes":"This is an updated version of the recent Seattle Sprawl box by CGL. Some of the contents have been rearranged and new items added.\nIt includes:\n\t- Smaragd im Schatten (Emerald Shadows, 96 pages)\n\t- Mächte in Seattle (Ruling the Queen City, 52 pages)\n\t- Im Labyrinth (Tangled Threads, 28 pages)\n\t- Doc Wagon 19 (Short Story, 64 pages)\n\t- 24 Character Cards, double sided\n\t- Gang Reference Card, double sided\n\t- 2 Location Reference Cards\n\t- 2 A1 Seattle Maps, one double sided"}],["46085G",{"sku":["46085G"],"category":"mission","type":"print","name":"Blut und Spiele","releaseDate":["2011"],"description":"Es herrscht Krieg in den Straßen - doch nicht um Geld oder Macht, sondern um Punkte. Die Stadtkrieg-Saison hat wieder begonnen, die DeMeKo flutet die Medien mit Werbung für die Mannschaften, und die Fans machen sich auf einen heißen Sommer gefasst. In den Straßen und auf den Plätzen der geräumten Wohngebiete laufen die Stars der Chromlegion Bremen, der Naniten Nürnberg und der Berliner Cybears auf, um den Zuschauern ein Spektakel besonderer Art zu bieten - im blutigen Kampf um zwei Bälle und zwei Torzonen. Wen jucken da noch der jüngste Vereinsskandal oder die vertriebenen Bewohner der Spielareals?\nBlut und Spiele, von Pegasus für die deutsche Spielerschaft produziert, ist ein Abenteuerband für Shadowrun 4, der sich mit Stadtkrieg befasst - einer der brutalsten Sportarten der Sechsten Welt. In vier Abenteuern wird das Thema lose aufgenommen. In einem Zusatzkapitel wird der Sport genauer beleuchtet, die Liga in der Allianz Deutscher Länder beschrieben, hinter die Kulissen der Vereinsstrukturen geschaut. Neben Werten für Spieler und Sportpersonal ist auch die Beschreibung eines besonderen Sportevents enthalten - mit der man die vier Abenteuer im Band zu einer Kampagne der besonderen Art verknüpfen kann. Damit es auch bei den Runnern ankommt: Es ist wieder KRIEG!\nBlut und Spiele, Abenteuerband zu Shadowrun von Pegasus Press; ca. 200 Seiten, Hardcover","gameDate":"2074","edition":4,"publisher":["pegasus"],"missing":true,"notes":"German 200 page adventure."}],["GRST-2016",{"sku":["GRST-2016"],"category":"mission","type":"print","name":"Gefahr in Boston","releaseDate":["2016"],"description":"People in Boston are going crazy! Even crazier than at a Sox game, apparently - in fact, the whole town has been sealed off! It's a Yanks fan's dream come true.","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true,"notes":"A Shadowrun supplement released at Gratisrollenspiltag 2016."}],["45018G",{"sku":["45018G"],"category":"mission","type":"print","name":"Licht aus der Asche","releaseDate":["2014"],"description":"Im Schattendschungel\nWenn man lange genug in den Megaplexen der Sechsten Welt wohnt, weiß man: Es gibt dort mehr als Supermärkte und die glitzernden Paläste der Konzerne. In den tiefen Straßenschluchten, unter dem Asphalt, jenseits dunkler Hinterhöfe existieren vergessene Gefahren und urbane Anarchie – gnadenloser als jede Wildnis.\nSeattle, die große Metropole in den UCAS, ist voll von solchen Orten – und mit diesem Abenteuerband hat man die Chance, sie live und hautnah zu erleben. Ob in festungsähnlichen Farmen in den Barrens, in versteckten Kliniken oder tief im Orkuntergrund: Die Runner werden in Bereiche vorstoßen, auf die nur selten ein Licht fällt. Engagierte Aktivisten, brutale Kriminelle, lautlose Killer sind nur einige Hürden, die ihnen im Weg stehen, um ihre Aufträge zu erfüllen – und am Ende entweder mit ihrem verdienten Lohn zurück in die Zivilisation zu treten oder für immer im Dschungel des Plexes zu verschwinden.\nLicht aus der Asche ist eine Sammlung von drei Shadowrun-Abenteuern für Shadowrun 5, die sowohl erfahrenen Runnern als auch Neueinsteigern stundenlangen Spielspaß gewähren. Komplett ausgearbeitet, enthalten die Abenteuer alle notwendigen Grundrisspläne, Spielleiterinformationen und NPC-Werte, damit der Spielleiter mit seinen Spielern direkt eintauchen kann in das urbane Chaos.","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true,"notes":"German translation of Sprawl Wilds missing the adventure \"Carbon Copy\" and limited to the 5th edition of Shadowrun."}],["45033G",{"sku":["45033G"],"category":"mission","type":"digital","name":"Mission Chicago","releaseDate":["2014"],"description":"Chicago. Eine Stadt mit düsterer Geschichte. Hier tobte der letzte Kampf gegen die Universelle Bruderschaft. Hier stellte sich die Metamenschheit der vernichtenden Plage der Insektengeister. Hier griff man zu einer nuklearen Sprengung als letzten Ausweg. Jahrzehnte später hat Chicago sich immer noch nicht erholt. In der Stadt herrscht das Gesetz des Stärkeren. Neue und versteckte Schaben und Wespen-Nester formen sich im Untergrund und in den Ruinen von Downtown. Nuyen zählen auf den Straßen weniger als eine geladene Waffe und ein paar Medikamente zum Tausch. Und in den Außenbezirken etablieren sich die Großkonzerne, um mit ihren geheimen Experimenten den größtmöglichen Profit aus der vergangenen Katastrophe und den unzähmbaren Insektengeistern zu schlagen.","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true,"notes":"Collects three Shadowrun Missions adventures (SRM 5A-01 Chasin' the Wind, SRM 5A-02 Critic's Choice, SRM 5A-03 Gone long gone) and a description of the city of Chicago."}],["45035G",{"sku":["45035G"],"category":"mission","type":"digital","name":"Schatten über Chicago","releaseDate":["2016"],"description":"Chicago. Wespengeister. Schaben in Kleinwagengröße. Brutale Banden und toxische Schamanen. All dies fällt einem ein, wenn man den Namen der einstigen Metropole hört. Aber das ist noch lange nicht alles! In der Nachbarschaft von Medikamentenschiebern und am Rande des Kraters einer nuklearen Explosion gibt es auch die Reichen, die Großkonzerne und die Profiteure der anarchischen Zustände. Die Runner erwartet eine Reise von ganz unten nach ganz oben, eine Achterbahnfahrt durch Chicago: von Forschungsanlagen, über Gang-Territorien bis in die tiefe Vergangenheit der Stadt.\nSchatten über Chicago enthält drei Abenteuer für Shadowrun 5, die in Chicago angesiedelt sind, sowie die Kurzbeschreibung der Stadt samt Übersichtskarte, die auch schon in Mission Chicago enthalten war. Der Band ist unabhängig von seinem Vorgänger spielbar und liefert ausformulierte Abenteuer mit allen relevanten Werten – direkt für den Spieltisch.","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true,"notes":"Collects three Shadowrun Missions adventures (SRM05-04: Liberation, SRM05-05: While the City Sleeps, SRM05-06: Take a Chance) and a description of the city of Chicago."}],["45042G",{"sku":["45042G"],"category":"misc","type":"print","name":"Karren Quartett","releaseDate":["2016"],"description":"DAS KARRENQUARTETT FÜR SHADOWRUN 5\nDieses für 2-5 Personen gedachte Spiel folgt den klassischen Quartett-Regeln: Ihr versucht, komplette Sätze (A-H) zu sammeln. Natürlich könnt ihr mit den zahlreichen auf den Karten aufgelisteten Fahrzeugwerten das Spiel auch als klassisches Stechquartett verwenden.","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true,"notes":"Shadowrun Karren Quartett is a set of 32 cards depicting various vehicles of the Shadowrun universe with Shadowrun5 game stats."}],["45020G",{"sku":["45020G"],"category":"misc","type":"print","name":"Wummen Quartett","releaseDate":["2014"],"description":"Waffenpower!\nOb Planung, Intrigen, Infiltration: Echte Runner wissen, dass es Zeiten gibt, in denen das letzte Wort gesprochen wurde. Dann gilt nur noch, wer sich im Kampf behauptet, wer den Schusswechsel überlebt – und wer die größeren Waffen hat.\nDas Wummenquartett für Shadowrun 5 mit seinen großzügigen, vierfarbigen Illustrationen enthält auf 32 Karten bekannte Waffen aus dem Shadowrun-Universum: von der kleinen Pistole bis zum großen Scharfschützengewehr. Neben der Möglichkeit, es als normales Quartett zu spielen, kannst du es dank der angegebenen Waffenwerte auch als Stechquartett nutzen – und sogar im Rollenspiel als Ausrüstungskarten verwenden.\nInklusive eines Freischalt-Codes für Shadowrun Online, der einen exklusiven Ausrüstungsgegenstand verfügbar macht.","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true,"notes":"Shadowrun Wummen Quartett is a set of 32 cards depicting various weapons of the Shadowrun universe with Shadowrun5 game stats. It also includes an activation code for Shadowrun Online."}],["45046G",{"sku":["45046G"],"category":"mission","type":"print","name":"Auf dunklen Pfaden","releaseDate":["2017"],"description":"Die Gefahr lauert hinter vielen Ecken, auch in Deutschland. Für Runner bietet das Land in seiner ganzen Variabilität einen Hort der Möglichkeiten: um entweder reich und berühmt in den Schatten zu werden oder dort für immer zu verschwinden. Manchmal etwa lassen sich Studenten in dunkle Geheimnisse aus finsteren Kapiteln der Geschichte hineinziehen. Ein anderes Mal zieht das organisierte Verbrechen die Strippen hinter einem eigentlich vergnüglichen Event. Oder es verschlägt die Runner ins Venedig an der Elbe, um im wahrsten Sinne des Wortes im Trüben zu fischen. So oder so wer überlebt, darf die Beute behalten.\nAuf dunklen Pfaden ist der erste Abenteuerband für Shadowrun 5, der komplett in der Allianz Deutscher Länder spielt. Er präsentiert drei komplett ausformulierte Abenteuer inklusive aller Werte und detaillierter Grundrisse der Locations.","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true,"notes":"German adventure."}],["45056G",{"sku":["45056G"],"category":"mission","type":"print","name":"Im Bann der Karten","releaseDate":["2017"],"description":"Die Karten werden neu gemischt\nDie Karten des Tarot-Spiels können auf sehr unterschiedliche Weise Runner in ihren Bann ziehen und neue Schicksalsfäden in ihr Lebensnetz knüpfen. Nicht nur die Magie ist durch das Erwachen der Sechsten Welt stark geworden und hat dem Tarot neue Tiefe verliehen – auch andere Mächte nutzen die Bilder und Symbole: Was bedeuten die merkwürdigen Nachrichten im Berliner Netz? Welches Geheimnis verbirgt sich hinter der kostbaren Fracht in den verseuchten Gewässern an der norddeutschen Küste? Und wie können die Kräfte des Schicksals durch die Ränkespiele im Schatten des Rhein-Ruhr-Plexes führen? Egal was die Karten sagen werden, jeder Runner hat sein Schicksal selbst in der Hand ... oder nicht?\nIm Bann der Karten ist ein Abenteuerband für Shadowrun 5, der komplett in der Allianz Deutscher Länder spielt. Er präsentiert drei komplett ausformulierte Abenteuer, die sich mit dem Shadowrun-Tarot beschäftigen und Tarot-Karten ins Spiel integrieren. Der Band kann aber auch ohne das Shadowrun-Tarot gespielt werden.","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true,"notes":"Three short scenarios for use with the Tarot Deck."}],["46040G",{"sku":["46040G"],"category":"sourcebook","type":"physical","name":"Geisterkartelle","releaseDate":["2010"],"description":"","gameDate":"2074","edition":4,"publisher":["pegasus"],"missing":true,"notes":"German Translation of Ghost Cartels by Pegasus. It features additional material on a ghost cartels campaign in the AGS and an additional adventure called Euro Tour. It also contains a CD-ROM with further material and bonus adventures."}],["46040GX",{"sku":["46040GX"],"category":"mission","type":"digital","name":"Die Wölfe von St. Pauli","releaseDate":["2012"],"description":"Die Wölfe heulen!\nWenn es um neue Drogen geht, verstehen die Kartelle keinen Spaß. Auch nicht, wenn Macht, Geld oder Einfluss zur Debatte stehen.\nIn Die Wölfe von St. Pauli geraten die Runner an das organisierte Verbrechen - und sollten aufpassen, dass sie nicht dessen Spielball werden. Das Gratis-Szenario ist ein komplett ausgearbeitetes Abenteuer für Shadowrun 4, das schon im Rahmen des Geisterkartelle-Metaplots auf der deutschen Beileger-CD zum gleichnamigen Buch erschienen ist. Es kann aber ohne Probleme unabhängig von der Kampagne gespielt werden.","gameDate":"2074","edition":4,"publisher":["pegasus"],"missing":true,"notes":"This adventure was originally included as bonus on the CD Rom accompanying the German Ghost Cartels book and was later made available as stand-alone pdf."}],["46075G",{"sku":["46075G"],"category":"sourcebook","type":"digital","name":"Konzerndossier","releaseDate":["2011"],"description":"","gameDate":"2074","edition":4,"publisher":["pegasus"],"missing":true,"notes":"German translation of the Corporate Guide.\nIt features 30 additional pages on corporations in Germany."}],["23001",{"sku":["23001"],"category":"sourcebook","type":"print","name":"München Noir","releaseDate":["2006"],"description":"München Noir is a Shadowrun sourcebook detailing the city and region of Munich, Germany. It also contains a 60-page adventure campaign set in Munich.\nThe book covers the following topics:\n\t- Overview over the city districts\n\t- Bavarian economy\n\t- Media in Munich\n\t- Munich's upper class\n\t- Organised Crime\n\t- Important characters of the Munich runner scene\n\nThe campaign (also titled München Noir) throws the player characters into a struggle between a manager of the Bavaria Movie Studios and a dangerous neo anarchist terrorist. It consists of six adventures that lead the characters through different parts of Munich. The finale takes place on the Oktoberfest.","gameDate":"2074","edition":4,"publisher":["fanpro"],"missing":true}],["21008",{"sku":["21008"],"category":"misc","type":"print","name":"Shadowrun: Die 6. Welt","releaseDate":["2005"],"description":"","gameDate":"2069","edition":4,"publisher":["fanpro"],"missing":true,"notes":"This book was poublished in 2005 by Fanpro. It features a comprehensive look at the history, influence and mechanics of Shadowrun from 1989 to date. It includes a collection of articles on Shadowrun-related topics, short stories and a collector's guide listing all Shadowrun publications and novels in English and German."}],["23006",{"sku":["23006"],"category":"sourcebook","type":"print","name":"SOX","releaseDate":["2007"],"description":"","gameDate":"2072","edition":4,"publisher":["fanpro"],"missing":true,"notes":"\"SOX\" covers a description of the Saar-Lorraine-Luxemburg containment zone and a related adventure (\"Hoffnungsstrahlen\", Rays of Hope). It is a French-German cooperation."}],["47000GX",{"sku":["47000GX"],"category":"sourcebook","type":"digital","name":"Netzstücke (Machtspiele: Handbuch für Spione)","releaseDate":["2012"],"description":"Die Schatten werden größer!\nÜber Hannover und die Machtspiele in der ADL ist noch längst nicht alles gesagt. Und ehe sich große Veränderungen anbahnen, sollte man den Status Quo kennen. Wer verbirgt sich hinter der Daedalus-Gesellschaft? Wer sind die Schockwellenreiter? Und was kann man alles in Hannovers Club Nikita erleben - vor und hinter den Kulissen?\nNetzstücke ist ein frei erhältlicher deutscher Zusatz zum Printbuch Machtspiele - Handbuch für Spione für Shadowrun 4. Neben einflussreichen Gruppen und Nebenakteuren auf dem politischen Parkett bietet es Abenteueraufhänger und eine Reihe neuer Locations für die Allianzhauptstadt der deutschen Länder.\nUnd denk immer daran Chummer - es kostet nichts, aber es ist nie umsonst.","gameDate":"2074","edition":4,"publisher":["pegasus"],"missing":true,"notes":"Netzstücke is an expansion for the German version of Spy Games (Machtspiele). It features additional material for campaigns in Germany."}],["46095G",{"sku":["46095G","46096G"],"category":"sourcebook","type":"digital","name":"Rhein-Ruhr-Megaplex","releaseDate":["2011"],"description":"Rhein-Ruhr-Megaplex (Rhine Ruhr Megaplex) is a German Shadowrun sourcebook that provides detailed information about the Ruhr area and parts of the Rhineland.\nMain Topics of the book are:\n\t- Megaplex overview\n\t- A tour through the Megaplex areas\n\t- Culture\n\t- Saeder-Krupp\n\t- Powers and Organizations\n\t- Points of Interest\n\t- Maps, locations, and adventure hooks","gameDate":"2074","edition":4,"publisher":["pegasus"],"missing":true}],["45210G",{"sku":["45210G"],"category":"sourcebook","type":"print","name":"Reiseführer in die deutschen Schatten","releaseDate":["2012"],"description":"","gameDate":"2074","edition":4,"publisher":["pegasus"],"missing":true,"notes":"German sourcebook for Shadowrun detailing various aspcets of shadowrunning in Germany, including organized crime, famous shadowrunners, possible targets and certain interesting regions."}],["45100G",{"sku":["45100G"],"category":"rulebook","type":"digital","name":"Schattenrüstzeug","releaseDate":["2011"],"description":"Nie mehr unbewaffnet!\nIn die tiefen Schatten der Sechsten Welt sollte man nie unvorbereitet eintauchen: Eine Waffe ist immer gut. Zwei sind besser. Drei und ein Granatwerfer, ein Magier und ein Hacker – und es kann eigentlich kaum noch etwas schiefgehen.\nSchattenrüstzeug ist die ultimative Box für alle Runner und Spielleiter in Shadowrun. Es ergänzt das Grundregelwerk zu Shadowrun 4 und enthält folgende Komponenten:\n\t· Einen stabilen vierseitigen Spielleiterschirm mit allen spielrelevanten Informationen im Überblick.\n\t· 4 vollfarbige Karten von Orten in den Sprawls der Sechsten Welt.\n\t· Das Abenteuer „Schattenkrieg“, ein Shadowrun-Einführungsabenteuer, das für den Spieleinstieg konzipiert ist, aber auch von Profis gespielt werden kann.\n\t· Das Schattenwerkzeug, das neue Kontakte, Abenteuerbeispiele und –orte beschreibt und vorstellt. Zudem enthält es das CGHS, ein modulares System zur simplen und schnellen Erstellung von Spieler- und Nichtspielercharakteren, sowie Anatomie eines Shadowruns. Letzteres beschreibt einen typischen Shadowrun und bringt dem Spielleiter anhand dieses Runs gleichzeitig die Regeln, die Proben und die Systematik eines Abenteuers nahe.\n\t· 6 vollfarbige Referenzbögen, die dem Spielleiter zusammen mit dem Spielleiterschirm lästiges Blättern zu Kampfregeln und Probeabfolgen ersparen. So wird der Regelteil des Leitens ein Kinderspiel.\n\t· Eine Tabellenzusammenstellung aller Tabellen aus Arsenal 2070, BodyTech, Runnerkompendium, Straßenmagie und Vernetzt – unter anderem die ultimative Einkaufsliste für alle Schattenläufer.\n\t· Den Masterindex, der sämtliche Schlagwörter für Grundregelwerk, Arsenal 2070, BodyTech, Runnerkompendium, Straßenmagie und Vernetzt auflistet.\n\t· Ein Poster mit der Skyline von Seattle.\n\t· 3 Shadowrun-Aufkleber.\nMit dieser Ausrüstung trifft das Schattenrüstzeug tief in das Herz jedes Shadowrunspiels – für flüssigere Abenteuer, coolere Settings, spannendere Plots. Und es unterstützt die Runner im Spiel, damit sie enden wie die Profis: Reich oder tot.","gameDate":"2074","edition":4,"publisher":["pegasus"],"missing":true,"notes":"The (altered) German version of the Runner's Toolkit"}],["23004",{"sku":["23004"],"category":"sourcebook","type":"digital","name":"Schattenstädte","releaseDate":["2006"],"description":"In den dunklen Straßenschluchten der Megaplexe lockt das Geschäft. Wo sich versteckte Unterschlupfe finden und Schieber illegale Aufträge für ihre Konzerne vermitteln, sind Shadowrunner zuhause. Von hier aus starten sie ihre geheimen Operationen und erleben Abenteuer in der Sechsten Welt.\nSchattenstädte ist ein Hintergrundband für Shadowrun 4, in dem ein paar der wichtigsten Megaplexe beschrieben werden: Seattle, Hamburg und Hongkong. Sie alle eignen sich durch ihr einzigartiges Flair besonders gut als Hintergrund für eine klassische Shadowrun-Kampagne. Dieses Buch gibt umfassenden Überblick über verschiedene Stadtteile, interessante Orte und die Machtkämpfe, die zwischen Politik, Konzernen, Syndikaten und Straßengangs toben. Zudem sind Kurzdossiers zu Kapstadt, Caracas und Istanbul enthalten, sowie zahlreiche Abenteuerideen und Tipps, mit deren Hilfe man beliebige andere Städte als Schattenstädte verwenden kann.","gameDate":"2070","edition":4,"publisher":["fanpro"],"missing":true,"notes":"Schattenstädte is the translation of Runner Havens with an added chapter on Hamburg in the shadows."}],["46045G",{"sku":["46045G"],"category":"sourcebook","type":"digital","name":"Schattenstädte (Revised)","releaseDate":["2006"],"description":"In den dunklen Straßenschluchten der Megaplexe lockt das Geschäft. Wo sich versteckte Unterschlupfe finden und Schieber illegale Aufträge für ihre Konzerne vermitteln, sind Shadowrunner zuhause. Von hier aus starten sie ihre geheimen Operationen und erleben Abenteuer in der Sechsten Welt.\nSchattenstädte ist ein Hintergrundband für Shadowrun 4, in dem ein paar der wichtigsten Megaplexe beschrieben werden: Seattle, Hamburg, Hongkong und - neu in dieser Auflage - Marseille. Sie alle eignen sich durch ihr einzigartiges Flair besonders gut als Hintergrund für eine klassische Shadowrun-Kampagne. Dieses Buch gibt umfassenden Überblick über verschiedene Stadtteile, interessante Orte und die Machtkämpfe, die zwischen Politik, Konzernen, Syndikaten und Straßengangs toben. Zudem sind Kurzdossiers zu Kapstadt, Caracas und Istanbul enthalten, sowie zahlreiche Abenteuerideen und Tipps, mit deren Hilfe man beliebige andere Städte als Schattenstädte verwenden kann.\nDiese neue Auflage von Schattenstädte ist für die beschriebenen Megaplexe aktualisiert bis zum Jahr 2072","gameDate":"2072","edition":4,"publisher":["pegasus"],"missing":true,"notes":"Schattenstädte is the translation of Runner Havens with an added chapter on Hamburg in the shadows. The revised 2010 release by Pegasus also includes a translation of the chapter on marseilles from Capitales des ombres by French publisher BBE."}],["45047G",{"sku":["45047G"],"category":"sourcebook","type":"print","name":"State of the Art ADL","releaseDate":["2017"],"description":"Modernste Waffentechnik, uralte Magie, neuste Mode-Trends, Fahrzeugtechnik von Autoduellisten und erwachte Wildnis dies alles kann man in der Allianz Deutscher Länder finden. Und für einen Runner in diesen Breiten ist es überlebenswichtig zu wissen, wo und wann man all dies findet. Denn es macht einen gravierenden Unterschied, ob man in die Mündung der neusten Altmayr-Pistole schaut oder ihren Abzug am Finger hält. Ob die neusten Proteus-Wachcritter Jagd auf einen machen oder man selbst der Jäger ist. Oder ob man beim richtigen Schieber die neuste Drohne kauft, anstatt sich von ihr beim nächsten Run erschießen zu lassen.\nState of the Art ADL ist ein Ausrüstungsbuch für Shadowrun 5, das mit einem großen Haufen Spielzeug für Runner daherkommt. Es bietet neue Waffen, Archetypen, Fahrzeuge, Drohnen, Critter, magische Gruppen und Schutzgeister aus der Allianz Deutscher Länder und beschreibt zudem die wichtigsten Spieler auf den unterschiedlichen Märkten und ihre Schattenseiten in denen sich die Runner mit all dem neuen Kram eindecken können. Oder von ihm auffressen lassen.","gameDate":"2075","edition":5,"publisher":["pegasus"],"missing":true}],["SR05",{"sku":["SR05"],"category":"sourcebook","type":"digital","name":"Capitales des ombres","releaseDate":["2008"],"description":"Capitales des Ombres, le premier supplément géographique de Shadowrun, Quatrième édition, présente aux joueurs trois cancers urbains où règnent les Ombres : Hong Kong, Seattle et Marseille, en exclusivité dans la version française. Chaque ville est décrite en détail du point de vue d’un shadowrunner, dans une perspective couvrant les thèmes essentiels : équilibre des pouvoirs, affaires corporatistes et monde de la pègre, lieux importants, spécifi cités magiques et éléments propres à chaque ville – le tout foisonnant d’idées et d’accroches de scénarios.\nQuatre autres cités chères aux runners sont également présentées : Le Cap, Caracas, Hambourg et Istanbul, le tout accompagné de conseils au meneur de jeu lui permettant de transformer n’importe quelle zone urbaine en paradis pour runners.","gameDate":"2072","edition":4,"publisher":["other"],"missing":true,"notes":"Capitales des ombres is the translation of Runner Havens with an added chapter on Marseilles in the shadows."}],["9638545496",{"sku":["9638545496"],"category":"sourcebook","type":"print","name":"Árnyék Magyarország","releaseDate":["1996"],"description":"","gameDate":"2050","edition":2,"publisher":["other"],"missing":true,"notes":"Shadowrun Hungary sourcebook (Hungarian)"}],["10727",{"sku":["10727"],"category":"sourcebook","type":"print","name":"Chrom & Dioxin","releaseDate":["1996"],"description":"Tief in der Nacht, wenn der brave Bürger schläft, erwachen die geheimen Produktionsanlagen der Cons zum unheimlichem Leben. Und nur wenige wagen es, sich dort zu \"informieren\", wo allein die Anwesenheit tödlich sein kann.\nAus dem Inhalt:\n\t- Timeline-Update 2054-2056\n\t- Neues aus dem Norden\n\t- Kirchenstaat Westphalen\n\t- Megaplex Groß-Frankfurt\n\t- Die Schweiz in den Schatten\n\t- Harware-Update\nChrom & Dioxin macht nun auch für Runner im deutschsprachigen Raum die 2056er spielbar. Mit vielen Informationen zu den neusten Entwicklungen in Politik, Wirtschaft und Technik. Ein besonderer Leckerbissen: Die Schweiz. Mit ihren vielen paranormalen Wesen und der rigiden Sicherheitspolitik eine Herausforderung für jeden Schattenläufer.\nEbenso enthalten sind Abschnitte über die Lüneburger Heide im Norden Deutschlands sowie die Stadt Karlsruhe.","gameDate":"2056","edition":2,"publisher":["fanpro"],"missing":true,"notes":"Chrom & Dioxin succeeds in making the years 2054-2056 playable for german Runners, too. Filled with lots of information on the latest events and developments in politics, economy and technology, plus a special treat: the Switzerland. With its many paranormal beings and rigid security politics a challenge for every Runner. There are also sections dealing with the Lueneburg Heath in northern Germany and the city of Karlsruhe."}],["P2009A",{"sku":["P2009A"],"category":"mission","type":"digital","name":"Geben und Nehmen","releaseDate":["2009"],"description":"Weihnachten 2070 steht vor der Tür und nicht zum ersten Mal fragt ihr euch, ob die ganze Stadt verrückt geworden ist. Die große Werbeoffensive von DeMeKo hat bereits vor Wochen jedes vernünftige Maß weit hinter sich gelassen und gleicht immer mehr einem wahnsinnigen Gehirnwäschefeldzug. Kitschige Werbejingles donnern an jeder Straßenecke aus den Lautsprechern, unterbrochen nur vom ständigen Ho-Ho-Ho der Weihnachtsmänner. Armeen von Werbe-AROs bombardieren die Horden der Einkaufswütigen mit Schnäppchenangeboten und treiben sie wie hirntote Zombies durch die überfüllten Straßen und Kanäle zu den Konsumtempeln.\nAber Rettung naht: Heiligabend steht kurz bevor. Nur noch wenige Tage, dann werdet ihr friedvolle sechs Monate ohne Weihnachtswerbung durchleben können. Bis der ganze Wahnsinn wieder von vorne beginnt...","gameDate":"2074","edition":4,"publisher":["pegasus"],"missing":true,"notes":"Winning entry of Pegasus' 2009 adventure competition for Shadowrun. Subsequently released as a free pdf."}],["26056S",{"sku":["26056S"],"category":"mission","type":"digital","name":"The Seattle Gambit","releaseDate":["2017-12"],"description":"Sucked Back In\nFormer shadowrunner Yuri Yehzov has discovered that the shadows have long tendrils. Life pushed him and Soren, his new partner in crime (and everything else), to Seattle, where they’ll have to do what thousands have done before them—figure out how to scrape by and attempt to build a life.\nIf there’s one thing the darker corners of the Sixth World have in common, it’s the tendency to explode into violence at any moment. Yuri will discover that Seattle’s shadows are merciless and unkind, but also full of opportunity for those who can think on their feet and keep flying lead from piercing their skin. Can Yuri move fast enough to stay upright in the worldwide capital of shadowrunning? He’s about to find out.\nThe Seattle Gambit is new Shadowrun fiction that also includes NPC, gear, and other rules that appear in the story. Read the story, then use the rules to dive into the action! The Seattle Gambit’s rules are for use with Shadowrun, Fifth Edition, though the basic concepts and story can also be used with Shadowrun: Anarchy.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":true}],["SRM08-01",{"sku":["SRM08-01"],"category":"mission","type":"digital","name":"Keep Your Friend Close","releaseDate":["2017-12"],"description":"Raised Stakes\n\nChicago has been dangerous for a long time. But only the foolish think it can’t get worse. When so many ways to die are concentrated in a single place, sometimes they prey on the innocent, and sometimes they go head to head with each other. Sometimes, they do both.\nIn SRM 08-01 Keep Your Friends Close, the Chicago Missions begin speeding toward their dramatic conclusion as the powers of the Containment Zone mobilize and start causing an even higher-than-normal level of chaos. Whether you’ve seen the twists and turns of the storyline through several Missions or you’re looking to jump in now, this Mission will give your team all the danger they can handle in the race to save lives. Their own being a top priority.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":true}],["SRM08-02",{"sku":["SRM08-02"],"category":"mission","type":"digital","name":"Can You Dig It?","releaseDate":["2017-12"],"description":"Smoke Gets In Your Eyes\n\nIn mass combat, you might be blinded by the fog of war. In hand-to-hand combat, you might have to deal with tunnel vision. And when running the shadows of Chicago, you just might have to contend with the fumes from a fire in an abandoned plastics factory that no one can seem to put out.\nWhich is what’s happening when a new job comes your way. This job doesn’t really need anything to make it more difficult—when some people have disappeared, and then the first team that went to find them also vanished, you know something very wrong is lurking ahead. Can the runners find the threat and defeat it, despite the now-omnipresent smoke? Only one way to find out!","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":true}],["26S057",{"sku":["26S057"],"category":"sourcebook","type":"digital","name":"Shadows in Focus: Morocco","releaseDate":["2018-01"],"description":"A Dream of Shadows\nWhat do you want from a nation you’re going to run in? How about a place with access to cutting-edge technology while also retaining a firm footing in old traditions? How about a population focused on cutting deals and making things happen? How about a system of government that can be appallingly harsh but also, when they can be made to see the benefits, rather forgiving? And how about access to a dragon’s hoard worth of goods flowing into and out of the nation daily?\nIf all this sounds like the shadowrunning haven of your dreams, then you want to run in Morocco. Shadows in Focus: Morocco provides an overview of this nation, with details on how to get in, how to get out, where to go, who to meet, and what to do. It also details some of the ways you might get into trouble and offers some hints on getting out of it.\nWith plenty of tips for running games in this country as well as rules for building Morocco-based characters, Shadows in Focus: Morocco adds a new element to Shadowrun, Fifth Edition games. The setting information can also be used in Shadowrun: Anarchy games. ","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":true}]]