[["SRM03-00",{"sku":["SRM03-00"],"category":"mission","type":"digital","name":"Everyone's Your Friend","releaseDate":["2009-03"],"description":"Sometimes following up on a job really means following. You’ve been hired to track down an old acquaintance who’s fled across the continent.\nIn the first scenario of the New York City Shadowrun Missions campaign, characters are introduced to the challenges of running among the bright lights of Manhattan. Provisions allow characters who participated in the Denver campaign to transition their characters to this new location. This 25-page scenario includes a complete adventure, player handouts, and record handling sheets for participating in the Shadowrun Missions (SRM) campaign.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["SRM03-07",{"sku":["SRM03-07"],"category":"mission","type":"digital","name":"Knight At The Opera","releaseDate":["2010-02"],"description":"Eight teams escorting eight Damien Knights. Will the real Damien Knight please stand up.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["SRM04-00X",{"sku":["SRM04-00X"],"category":"mission","type":"digital","name":"Missions Season 4","releaseDate":["2011-02"],"description":"Get ready to take on Shadowrun Missions: Season Four. Included are a list of Seattle Contacts, a Karma Rollover Log and a calendar to track your adventures.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["SRM04-00",{"sku":["SRM04-00"],"category":"mission","type":"digital","name":"Back In Business","releaseDate":["2011-01"],"description":"It’s a simple job: find a missing girl. Of course, nothing is ever simple in the shadows, and a whole lot of people seem to be interested in this job for one reason or another.\nWelcome to Season Four of the Missions Campaign, which returns home to the Emerald Sprawl, Seattle. Biz is good as a political fight is brewing to determine the fate of the vast Ork Underground, and everyone seems to be fighting over the mysterious artifacts flowing into the city. If you’re going to get through this, remember the basics: Shoot straight, watch your back, and never, ever deal with a dragon. Oh, and collect a hefty payday along the way!","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["SRM03-12",{"sku":["SRM03-12"],"category":"mission","type":"digital","name":"Elevator Ride to Hell","releaseDate":["2010-11"],"description":"You’ve had quite a time in the Rotten Apple—you’ve seen some weird people, done some strange things, and made some narrow escapes. Hopefully you’ve made some friends, and most likely you’ve made some enemies. But a strong wind getting ready to blow through town, and it just might take you away with it. Just make sure you leave alive.\nElevator Ride to Hell concludes the Manhattan series of Missions, giving the Big Apple a dramatic sendoff. The adventure contains character stats, maps, and everything you need to plunge a group into the treacherous heart of New York. So jump on, press the “close door” button, and get ready for a ride that might hurdle clever runners to the peak of Manhattan fame—or slam them to the ground in a burning, wrecked hulk.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["SRM03-09",{"sku":["SRM03-09"],"category":"mission","type":"digital","name":"Something Completely Different","releaseDate":["2010-08"],"description":"As any artist will tell you, the art scene can be brutal, especially in a high-octane setting like Manhattan. There are plenty of horror stories to go around—but none of them can touch what’s about to go down at the Guggenheim.\nIn this Mission, Shadowrun players will find themselves in the middle of an art opening unlike any other, with chaos and screaming and dancing statues. Unless they keep their wits about them, the latest masterpiece in the museum will be painted in blood—and to make things worse, if they can’t defuse the situation, they might not get paid.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["SRM03-08",{"sku":["SRM03-08"],"category":"mission","type":"digital","name":"Firestorm","releaseDate":["2010-07"],"description":"It's the Easy Ones that Get You.\nIf you've survived enough runs, you know that the ones that sound easy are the ones that get you. And what could be easier than recovering a runaway drone?\nAs it turns out, plenty. The drone is acting strangely--strange enough that two megacorporations are interested in its fate. And there are others, who are no fans of the megacorps, who have got the scent of what's going on as well. The chase for the drone is putting a lot of people on a crash course, and when they collide, guns are going to come out. Can you survive the crossfire?","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["SRM03-11",{"sku":["SRM03-11"],"category":"mission","type":"digital","name":"Food Poisoning","releaseDate":["2010-10"],"description":"People die every day. People without SINs die even more frequently. That’s not news. But when people without SINs are being poisoned, when it looks like they’re being targeted somehow—well, that’s no good. If someone’s going after people without SINs, that means the next target could be one of your contacts, or your fixer, or even you. \nThat would be incentive enough for most runners to look into this spate of poisoning, but Mr. Johnson’s got some cash to throw around, and maybe some hints of where to start looking. In Food Poisoning, runners have the chance to trace the spate of poisonings to its source, and to uncover the double-crosses and machinations behind all the deaths.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["SRM03-10",{"sku":["SRM03-10"],"category":"mission","type":"digital","name":"Spin Control","releaseDate":["2010-09"],"description":"Journalists have faced plenty of accusations of acting with a hive-mind mentality, but some covert operations in Manhattan are about to take things to a new level. What starts out for runners as a simple investigation into gang activities turns into an exploration of some of the city’s darkest secrets—the kind of things that tend to make anyone who finds out about them turn up dead. If the runners are going to survive this mission, they’re going to have to fight hard, make tough decisions, and possibly join forces with some unusual allies.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["TSS-08",{"sku":["TSS-08"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 08","releaseDate":["1998"],"description":"Welcome to issue #8 of The Shadowrun Supplemental! This issue comes out at the worst of times for me – Final Tests. This means between spending time doing that horrible studying stuff and actually attending all my classes, there’s also the end of year and graduation parties.","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-07",{"sku":["TSS-07"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 07","releaseDate":["1998"],"description":"Welcome to issue #7 of The Shadowrun Supplemental! This issue marks the first issue of our second year!","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-10",{"sku":["TSS-10"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 10","releaseDate":["1999"],"description":"Welcome to #10. This is the big one - the giant move up to double digits. Ordinarily that would be cause to celebrate, but this is extra special, because with this issue I’ve taken what will hopefully be the big steps in pushing this magazine to greater heights.","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-09",{"sku":["TSS-09"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 09","releaseDate":["1998"],"description":"Welcome to issue #9 of The Shadowrun Supplemental! Yes, it's been a long road from issue #8, and the delays have been annoying, probably more so to me than to you. I truly did not enjoy having what I consider one of my greatest achievements online and being updated.","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-06",{"sku":["TSS-06"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 06","releaseDate":["1998"],"description":"Welcome to issues #6 of The Shadowrun Supplemental! This is the on-again off-again Rigger/Vehicle issue, which as you can see, is onagain!","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-03",{"sku":["TSS-03"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 03","releaseDate":["1997"],"description":"Welcome to the third issue of The Shadowrun Supplemental. I would like to thank everyone who has read the first two issues, and hopefully say hi to some new readers.","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-02",{"sku":["TSS-02"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 02","releaseDate":["1997"],"description":"Welcome to the second issue of The Shadowrun Supplemental. I want to thank everyone who has read issue #1, and hopefully welcome some new readers.","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-05",{"sku":["TSS-05"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 05","releaseDate":["1997-11-15"],"description":"Welcome to the fifth issue of The Shadowrun Supplemental. Once again, I feel this is an issue of growth for the magazine, adding several “full-time” staff members and also getting a good distribution increase.","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-04",{"sku":["TSS-04"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 04","releaseDate":["1997"],"description":"Another two months fly by. This is the fourth issue of The Shadowrun Supplemental, so, like usual, thanks for reading, and I hope that I have a few new readers with this issue :) (Judging by the email I keep getting, I do..)","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-11",{"sku":["TSS-11"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 11","releaseDate":["1999"],"description":"Melee Style, The NARCAR Phenomenom and SwiftOne Speaks. All in this issue of The Shadowrun supplemental!","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-17",{"sku":["TSS-17"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 17","releaseDate":["2002"],"description":"The Cutthroats, Matrix Gangs, MArtial Arts Styles, and more, only on this issue of The Shadowrun supplemental!","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-16",{"sku":["TSS-16"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 16","releaseDate":["2001"],"description":"On the headlines: A Shadowtourist's Guide to Buffalo.","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-BeCKS",{"sku":["TSS-BeCKS"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: BeCKS v2","releaseDate":["2003"],"description":"Issue #15 of The Shadowrun Supplemental saw the debut of Bethyaga’s Complete Karma System, a new method of character creation for Shadowrun. As an alternative to existing systems, BeCKS creates characters using Karma instead of priorities or points (as presented in Shadowrun Third Edition and the Shadowrun Companion respectively).","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-18",{"sku":["TSS-18"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 18","releaseDate":["2002"],"description":"Gunslingers, Into the Void, Infected Greetings, and more.","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-15",{"sku":["TSS-15"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 15","releaseDate":["2001"],"description":"Featuring BeCKS!","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-12",{"sku":["TSS-12"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 12","releaseDate":["2000"],"description":"ShadeTrompers #2, and Berserk!","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-14",{"sku":["TSS-14"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 14","releaseDate":["2001"],"description":"What's new in Shadowrun 3rd edition?","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-13",{"sku":["TSS-13"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 13","releaseDate":["2000"],"description":"FASA Closing!","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["TSS-01",{"sku":["TSS-01"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Issue 01","releaseDate":["1997"],"description":"First issue!","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["SRM06-04",{"sku":["SRM06-04"],"category":"mission","type":"digital","name":"Tick Tock","releaseDate":["2016-06"],"description":"You build walls for two reasons: to keep things out, and to keep things in. Walls were erected around the Chicago Containment Zone many years ago, keeping people from the outside away from the dangers within, and locking secrets inside that are still waiting to be discovered. Though the longer they stay hidden, the clearer it is that some secrets don’t want to be found.\nIn the latest Shadowrun Mission, runners have a chance to solve one of the longest-standing mysteries of the Containment Zone, namely: What happened to Melissa Truman, the missing heir of a media empire? Digging up the right information will be hard enough, but if the runners are lucky and skilled enough to uncover the truth, they’ll have a harder question in front of them. What do they do with what they’ve found?","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM06-03",{"sku":["SRM06-03"],"category":"mission","type":"digital","name":"Ancient Rumblings","releaseDate":["2016-05"],"description":"For years, the Containment Zone of Chicago has held many levels of wrong. One level is the bad things that frequently happen there—the various assaults against CZ residents, and the people who go missing or turn up dead. That level of wrong is bad enough, but it gets worse for the people who are foolish enough to look into the reasons behind the wrongs. The scope and range of evil in the CZ is enough to warp even the most stable of minds, and only the desperate or deranged voluntarily look into the darkest corners of the sprawl.\nThat, of course, means that shadowrunners find themselves diving into those corners all the time, and another chance is about to come their way. A young woman has gone missing, and Becky 99, leader of the Desolation Angels, wants her found. The runners will face the challenge of digging through the darkness of the CZ to find this woman—and then living with whatever it is they discover.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM06-06",{"sku":["SRM06-06"],"category":"mission","type":"digital","name":"Falling Angels","releaseDate":["2016-09"],"description":"Tensions don’t simmer for long in the Sixth World. They build, and then they explode. In Chicago’s Containment Zone, that time has come. From the hunt for the missing Samantha Villiers (in her various guises) to rising gang tensions to mysterious strangers building power bases for secretive purposes, there are plenty of unstable reagents mixing in the CZ, and they’re about to blow. Shadowrunners are going to be right in the middle of it all—aren’t they always?—and they’ll have to see how many lives they can save. Including their own.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM06-05",{"sku":["SRM06-05"],"category":"mission","type":"digital","name":"Healing the Sick","releaseDate":["2016-08"],"description":"Chicago’s Containment Zone may be a hellish landscape where a formerly thriving sprawl turned into a nightmare, but it’s got this going for it—there’s sure a wide variety of runs there. Finding missing people? Check. Locating data in abandoned facilities? Check. Big game hunting? Time to add that one to the list.\nSome mysterious attacks have left some dead, badly mauled bodies behind, and people who care about life in the CZ want to find out what’s behind the attacks. In the best big game hunting tradition, they want the creature (or creatures, or whatever) brought back alive, the better to find out what’s happening, and why.\nThis is Chicago, though, so nothing is going to be easy, and nothing is going to be straightforward. The runners are going to need their full breadth of skills if they want to make at least one corner of hell a little safer.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM06-02",{"sku":["SRM06-02"],"category":"mission","type":"digital","name":"Amber Waves of Grain","releaseDate":["2016-01"],"description":"The Chicago sprawl is host to all manner of strange creatures—ghouls, toxic spirits, hellhounds, barghests, and chickens. Yes, chickens. The city is mostly urbanized, but there are also large swathes of vacant land, and some enterprising souls have been farming that land. This is the Sixth World, though, which means that whenever you have someone trying something bold, you have a dozen other people thinking, \"How can I use that to hurt other people?\"\nThe runners are going to have some unusual jobs on this mission, including spreading some poisons and making sure innocent lives are spared (if they’re so inclined). They’ll have to be on their toes to steer clear of the authorities, get all the pieces of this particular scheme in place, and in particular answer the pressing question: Just what is Mr. Johnson up to?","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM05-06",{"sku":["SRM05-06"],"category":"mission","type":"digital","name":"Take a Chance","releaseDate":["2015-10"],"description":"No matter what Mr. Johnson says, shadowrunners are never hired to do anything easy. If the job were easy, Mr. Johnson would do it himself. Sharp shadowrunners learn to recognize when a job is going to present extra challenges. There are certain signs, such as: 1) Mr. Johnson is openly auditioning multiple teams, both to find the right people and to set the auditioning parties on edge. 2) Mr. Johnson doesn’t seem too anxious to reveal relevant details of the job; and worst of all, 3) Mr. Johnson claims it will be easy.\nSarah Silverleaf has a job for the runners, but unfortunately all of the above criteria are met. Danger is waiting for the runners, and she’s not about to tell them what it is. They’ll have to walk in the dark, navigate the unknown, and survive whatever comes at them. Because that’s the job.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM05-05",{"sku":["SRM05-05"],"category":"mission","type":"digital","name":"While the City Sleeps","releaseDate":["2015-03"],"description":"One of the things the Sixth World excels at is inventing millions of ways to piss people off. Chicago, particularly the Containment Zone, has a special gift for inciting tempers, with its pockmarked roads, feral gangs, bad-tempered thugs, drugged-out vagrants, and many other elements that are irritating at best, fatal at worst.\nFight promoter Sid Gambetti has a lot of pressures piling on him at once, including financial strain and a massive blackmail demand, and if he doesn’t get some relief, he’s likely to blow. Unfortunately, it seems like just about everyone who has become involved with Sid is just as pressured and just as irritated. Any shadowrunners who take on the job that Sid has for them are going to be walking through a minefield of hot-tempered, bulked-out, Sixth World crazies who are just looking for an excuse to put the hurt on someone. Yeah, there’s a pile of nuyen on the other side of the gauntlet, but it will take some quick thinking and fast moving to claim it without being on the receiving end of huge doses of pain.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM06-01",{"sku":["SRM06-01"],"category":"mission","type":"digital","name":"Ten Fifty-Seven","releaseDate":["2015-12"],"description":"Darkness gathers in certain corners of the Sixth World, where no light can enter. The Containment Zone of Chicago has long been one of these dark spots, but government and corporate forces have combined their heft to bring some light to that benighted area, if only because they believe there is profit to be extracted. They have considerable powers at their disposal—but there is also considerable darkness pooled in the ruined sprawl. It will be a battle, and as usual, shadowrunners will be used as the front-line soldiers.\nIn this Mission, runners will be called to investigate the case of some missing people and stolen augmentations. Answers are not easy to come by in the CZ, but trouble is, and runners will encounter plenty. If they want to dig deep into the heart of what’s happening in the CZ, they better stay on their toes and ready for anything.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM06-00",{"sku":["SRM06-00"],"category":"mission","type":"digital","name":"Missions Season 6","releaseDate":["2015-12"],"description":"Tha FAQ for Season Six","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM07-00",{"sku":["SRM07-00"],"category":"mission","type":"digital","name":"Missions Season 7","releaseDate":["2016"],"description":"The FAQ for Chicago missions, Season 7","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["DDH-02",{"sku":["DDH-02"],"category":"magazine","type":"digital","name":"Dumpshock Datahaven #2","releaseDate":["2011"],"description":"Welcome to the new Dumpshock Datahaven. You're gonna find things you've seen before like The Black Market, The Seattle Newsnet Screamsheet and Prime Runners. You're gonna find a few new columns like The Scan and the Hacker's Node. I've also brought a surfer of the electron-ocean named Ronin to update the interface.","gameDate":"2073","edition":4,"publisher":["unofficial"]}],["DDH-01",{"sku":["DDH-01"],"category":"magazine","type":"digital","name":"Dumpshock Datahaven #1","releaseDate":["2009"],"description":"Hoi Chummers!\nIf you’re seeing this, that means you got an invitation to the Dumpshock Data Haven Virtual Private Network, and this is your first time logging in. Since you’re new, there are a few things you should know before you head off and start playing with the other kiddies. First off, while DDH is the official name of this place, we like to call it Bull’s Mobile Bar & Grill. If you look around, the architecture of the place should give you a clue as to why we call it a “bar and grill”. And being a VPN, it’s fairly mobile, in a way","gameDate":"2070","edition":4,"publisher":["unofficial"]}],["SOK201",{"sku":["SOK201"],"category":"magazine","type":"print","name":"Shadowland #1","releaseDate":["1995"],"description":"Although this is a magazine, the page numbering starts on the first page, excluding the covers.\nCover Art: Bottled Demon by John Zeleznik","gameDate":"2054","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["SOK202",{"sku":["SOK202"],"category":"magazine","type":"print","name":"Shadowland #2","releaseDate":["1995"],"description":"Index:\nCover (John Zeleznik)\nLunatic Fringe (Fiction - Phillip T. Adams)\nDrak's Drek (D. L. Knox)\nMcKissack's Chameleon (Critter - Andrew Ragland)\nGift Horse (Fiction - Erik Kjerland)\nA Runner's Guide to Magic (Background - Linda Naughton)\nThe Gross-Frankfurt Sprawl (city description - Jonathan Szeto)\nLearning and Improving Skills (Skill rules - Linda Naughton)\nPath of the Tiger (Totems - Gabriel Salazar)\nHeadaches: Social Animals (Adventure - Chris Hussey)\nThe Hermetic Lodge (Spells - Chris Hussey)","gameDate":"2054","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["SOK203",{"sku":["SOK203"],"category":"magazine","type":"print","name":"Shadowland #3","releaseDate":["1996"],"description":"Three fiction articles, new gear, new spells, new groups and a new adventure.\nCover Art: Jeff Laubenstein","gameDate":"2054","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["SOK204",{"sku":["SOK204"],"category":"magazine","type":"print","name":"Shadowland #4","releaseDate":["1996"],"description":"Table of Contents\nPg 3: The Shopping Mall (Gear, by Erik Jameson)\nPg 7: The Street Gang Compaign (Campaign suggestion, by Steve Kenson)\nPg 9: Serious Buckshot (Gear, By Kevin Montanaro)\nPg 12: 2056 Harley Davidson Ultra-Glide (Gear, By Kevin Montanaro)\nPg 13: The Ahvaz Diaspora (Magical phenomena, by Erik Jameson)\nPg 20: VatJob (Adventure, by Andrew Ragland)\nPg 46: A star is Dead (Andventure, by Chris Hussey)\nPg 52: Dead Air Novel excerpt, by Jak Koke)","gameDate":"2054","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["SOK205",{"sku":["SOK205"],"category":"magazine","type":"print","name":"Shadowland #5","releaseDate":["1996"],"description":"This is the fifth issue of Shadowland, an official publication devoted to Shadowrun.\nCover: Jeff Laubenstein","gameDate":"2054","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["SOK206",{"sku":["SOK206"],"category":"magazine","type":"print","name":"Shadowland #6","releaseDate":["1997"],"description":"Cover Art: Jeff Laubenstein","gameDate":"2054","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["SOK207",{"sku":["SOK207"],"category":"magazine","type":"print","name":"Shadowland #7","releaseDate":["1997"],"description":"The cover is not included in the page numbers.\nIndex:\nFront page (Mark Nelson)\n1 Index & Credits\n2 Download (Editorial - Chris Hussey)\n3 Expect the Unexpected (Fiction - Andrew Hamilton)\n6 Getting Physical (Physical Adept powers - Ken Sato)\n7 Friendship & Honor (Fiction - Steven Warnock)\n12 Gen Con Wrap-up\n13 Technobabel (Preview - Steven Kenson)\n15 Cyberpirates Preview\n17 The Knight Shift (Prime Runners - Unknown)\n28 The New Tools of Anti-Social Behavior (Firearms - Brian Downes)\n31 Gotcha! (Hit locations - Ben Zitterkoph, Jason Shockley)\n33 Nature's Shadows (Plant Totems - Anonymous)\n37 Nothing Personal - Just Business (Fiction - Jon Szeto)\n46 Shadowrun CCG List (Mike Mulvihill)\n49 High Noon (Fiction - Jay Fugiel)\n50 Way of the hunter (Physical Adept path, skills & powers - Jonathan Szeto)\n52 Hermetic Lodge (Spells - Chris Hussey)\n54 Newsline (News from the Shadowrun universe)\n55 Writer's Guidelines\n56 Shadowland Disclosure Form","gameDate":"2054","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["KAGE-09",{"sku":["KAGE-09"],"category":"magazine","type":"print","name":"KA•GE: Issue 9","releaseDate":["1993"],"description":"Index:\n1 Front page (Sean Parrack)\n2 Notes from the Net (Index, Editorial - Jim Long)\n3 Notes from the Net (Letters)\n4 Paterson's Guide to Paranormal Animals (Alicanto, Calchuna, Onaqui - Stephen Kenson)\n10 KA*GE Fiction (Wonderland - Chad Olson)\n17 Shadows (Troll Ranger archetype - Bryan Walker)\n18 Turing's Guide to Organizations (Armour International, part 1 - Chad Olson)\n23 KA*GE Fiction (Business Unusual - Vicki Kirchhoff)\n28 Off the shelf (16 new pieces of gear - Stephen Kenson)\n38 FASA Product list\n39 AWOL Product list\n40 AWOL order form\n41 Paydata (Upcoming from FASA and Ral Partha)\n42 Paydata (Reviews: Corporate Shadowfiles, A Killing Glare, Tir Tairngire)\n44 Calendar of Events\n45 Shadowrun Network membership form\n46 Network Member Graffiti\n47 Writing on the Wall (News from the Shadowrun Universe)\n48 Rear Page","gameDate":"2054","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["KAGE-00",{"sku":["KAGE-00"],"category":"magazine","type":"print","name":"KA•GE: Issue 0","releaseDate":["1991"],"description":"Index:\n0 Front page\n1 Introduction\n2 Sysop's Notes (Editorial)\n3 KA*GE Fiction (Squasher and Squeeker - George Pace)\n8 Contacts: Fetish Monger & Limo Driver\n9 Location Archetype: High Security Warehouse\n11 KA*GE scenario: Go Fish!\n13 Profile: Danté: Inside the Black Box\n16 Archetype: Investigative Reporter (Free-lance Reporter)\n17 Q & A\n18 Vehicle Stats: Grumman Cargomaster Van\n19 Off the shelf: New gear\n22 On the Street: Rumors from the sprawl (Writing on the Wall: News from the Shadowrun Universe)\n23 Rear page","gameDate":"2054","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["KAGE-01",{"sku":["KAGE-01"],"category":"magazine","type":"print","name":"KA•GE: Issue 1","releaseDate":["1991"],"description":"Index:\n0 Front page\n1 Net Notes: Welcome To The Shadows (Editorial - Jim Long)\n2 KA*GE Fiction (Lucy - James D. Long)\n11 KA*GE Credits\n12 KA*GE Author and Artist Guidelines\n14 CYCO Circuits (corporation description)\n15 Scenario: No Free Parking (adventure)\n17 CYCO Circuits (continued)\n19 Archetype: Former Company Decker\n20 Contacts: Hairstylist & E-Wizzard\n21 CYCO Circuits: Matrix Map\n23 Off The Shelf: Cyberdeck Utilities, Cyberdeck Gear & CYCO Cyberdecks\n26 Q&A: FASA explains it all to you\n27 Up and comming from FASA\n28 Reviews: London Sourcebook, Native American Nations: Volume One & Virtual Realities \n31 Rear page","gameDate":"2054","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["KAGE-03",{"sku":["KAGE-03"],"category":"magazine","type":"print","name":"KA•GE: Issue 3","releaseDate":["1992"],"description":"Articles & Authors (where known):\n* Net Notes (editorial & letters, James D. Long),\n* Ragfeather (short story, GB Pace),\n* Privat Investigator (archetype),\n* Contacts\n* The Dwarven Technical Guild (corporation description),\n* A Short In The Dark (adventure),\n* Stranges In The Night (scenario ideas),\n* The Torque Wrench (location description),\n* Off The Shelf (equipment),\n* Sprawl Survival (tips for characters),\n* Paydata (reviews),\n* Writing On The Wall (world background)","gameDate":"2054","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["KAGE-04",{"sku":["KAGE-04"],"category":"magazine","type":"print","name":"KA•GE: Issue 4","releaseDate":["1992"],"description":"Articles & Authors (where known):\n* Notes From The Net (editorial & letters, James D. Long),\n* Paterson's Guide To Paranormal Animals (critters),\n* Lone Star File (gang description),\n* Shadows (archetype & contacts),\n* The Awakened Citizen (2050s legal hassle),\n* The Retching Rat (adventure),\n* Off The Shelf (equipment),\n* Neo-Anarchists Guide (Boston city description, Stephen Kenson),\n* AWOL Release Form (1992 legal hassle),\n* Paydata (reviews, James D. Long),\n* Graffiti (classifieds),\n* Writing on the Wall (world background)","gameDate":"2054","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["KAGE-05",{"sku":["KAGE-05"],"category":"magazine","type":"print","name":"KA•GE: Issue 5","releaseDate":["1992"],"description":"Index:\n1 Front page (Sean Parrack)\n2 Notes from the Net (Editorial, Letters, Index, Credits - Jim Long)\n4 Paterson's Guide to Paranormal Animals (Sewer Gator)\n6 KA*GE Fiction (Vengeance - Brantley Bryant)\n10 Lone Star File\n11 Scenario Ideas (Night Encounters)\n13 Shadows (NPC: Niedertracht)\n14 Shadows (Paranaturalist Archetype, Medical Examiner Contact, Hospital Orderly Contact)\n16 The Awakened Citizen (Legal systems of 2053 - Terry Reinsch)\n18 The Awakened Citizen (Lawyer contacts: Judge, Bail Bondsman - Terry Reinsch)\n19 Turring's Guide to Organizations (Major corporations of Minneapolis-St. Paul, Timeline of MSP - Michael W. Harris)\n25 Neo-Anarchist Guide (Minneapolis-St. Paul metroplex - Michael W. Harris)\n31 FASA Product list\n32 AWOL Product list\n33 AWOL Order Form\n34 Off the Shelf (Gear - James Buchanan)\n40 Paydata (Reviews: Shadowland, 10-860 Corporat Dragon, 20-507 Go-Gangers, 20-516 Mercs and Bouncers, 20-517\nShapeshifters, 20-518 Shadowbeat, 20-519 Tribals)\n43 Combat Laws (Myrphy's Laws of Combat)\n44 Upcoming from Ral Parthe, Upcoming from FASA\n45 Shadowrun Network membership form\n46 Network Member Grafitti\n47 Writing on the Wall (News from the Shadwrun Universe)\n48 Rear Page","gameDate":"2054","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["KAGE-06",{"sku":["KAGE-06"],"category":"magazine","type":"print","name":"KA•GE: Issue 6","releaseDate":["1992"],"description":"Index:\n1 Front Page (Sean Parrack)\n2 Notes from the Net (Editorial, Index, Credits - Jim Long)\n3 Notes from the Net (Letters)\n4 Paterson's Guide to Paranormal Animals (Carrion Crow, Cooper's Fox, Fenris Wolf - Michael W. Harris)\n10 KA*GE Fiction (The Night's Change of Plans - Chad Olson)\n16 Shadows (Archetypes: Former Electronic Warfare Specialist, Former Combat Engineer - James Buchanan)\n18 Shadows (Contacts: Sporting Goods Salesman, Arcade Owner)\n19 Neo-Anarchists Guide (Minneapolis-St. Paul metroplex - Michael W. Harris)\n23 Turring's Guide to Organizations (MSP Corporations - Michael W. Harris)\n27 KA*GE Fiction (Jolly Ol' Elf - Victoria Kirchoff & Curtis Martin)\n32 Off the Shelf (Spells and Plasma Shock Weapons - Michael W. Harris, Dentalware - James Rommell, Bomb Sniffer - Jeff Hosty)\n37 AWOL Product List\n38 AWOL Order Form\n39 Paydata (Questions and Answers)\n41 Paydata (Upcoming from FASA, Upcoming from Ral Partha)\n42 Paydata (Reviews: The Grimoire II, Paranormal Animals of Europe, Tir Tairngire, Total Eclipse, One Stage Before)\n45 Shadowrun Network Membership Form\n46 Network Member Grafitti\n47 Writing on the Wall (News from the Shadowrun Universe)\n48 Rear Page","gameDate":"2054","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["KAGE-07",{"sku":["KAGE-07"],"category":"magazine","type":"print","name":"KA•GE: Issue 7","releaseDate":["1993"],"description":"Index:\n1 Front page (Sean Parrack)\n2 Notes from the Net (Editorial, Credits and Index - Jim Long)\n3 Notes from the Net (Letters - Steve Scott)\n4 Paterson's Guide to Paranormal Animals (Gaki, Goblin Spider, Greater Carp - Stephen Kenson)\n10 KA*GE Fiction (A Closer Look - Chad Olson)\n16 Shadows (Former KE Guard, Former KE Decker, Former KE Security Mage archetypes - Brian Walker)\n19 Neo-Anarchist Guide (Australiasia History, Brisbane Sprawl - Craig Gaffney)\n25 Turring's Guide to Organizations (ANZAC - Craig Gaffney)\n27 The Awakened Citizen (Life in Australiasia - Craig Gaffney)\n30 KA*GE Fiction (An Ounce of Prevention - Robert Frager)\n36 Questions and Answers\n40 Paydata\n46 Network Member Graffiti\n47 Writing on the Wall (News from the Shadowrun Universe)\n48 Rear Page","gameDate":"2054","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["KAGE-08",{"sku":["KAGE-08"],"category":"magazine","type":"print","name":"KA•GE: Issue 8","releaseDate":["1993"],"description":"Index:\n1 Front page (Corey Gulley)\n2 Notes from the Net (Editorial, Credits and Index - Jim Long)\n3 Notes from the Net (Letters)\n4 Paterson's Guide to Paranormal Animals (The Greater Toad, Hengeyokai, Hsing-sing - Stephen Kenson)\n10 KA*GE Fiction (First Contact - Chad Olson)\n16 Shadows (Dwarven Stoic Physical Adept archetype - Brian Walker)\n17 Neo-Anarchist Guide (Boston Sprawl - Stephen Kenson)\n24 Turring's Guide to Organizations (The Black Lotus - Stephen Kenson)\n30 KA*GE Fiction (Instructions Takes A Turn - Simon Foster)\n34 FASA Product list\n35 AWOL Product list\n36 AWOL Order Form\n37 Paydata (Upcoming from FASA and Ral Partha)\n38 Paydata (Official errata for Shadowrun II)\n40 Paydata (Official errata for Grimoire II)\n41 Paydata (Reviews: 20-508 Riggers and Rockers, 20-520 Yakuza, 20-521 Ork Biker, 20-522 Meta-Human Tribal, 20-528 Black ICE Icons, 20-529 Wasp Male Spirits, 20-530 Wasp Queen Human Host, 20-531 Combat Mages)\n44 Calendar of Events\n45 Shadowrun Network membership form\n46 Network Member Graffiti\n47 Writing on the Wall (News from the Shadowrun Universe)\n48 Rear page","gameDate":"2052","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["KAGE-02",{"sku":["KAGE-02"],"category":"magazine","type":"print","name":"KA•GE: Issue 2","releaseDate":["1991"],"description":"Index:\n0 Front page (Sean Parrack)\n1 Net notes (Editorial - Jim Long)\n2 KA*GE Fiction (Just Another Night... - George Pace)\n9 Corporate profile (Turring's Annoted Guide to Modern Organizations: Advanced Weapons and Systems, Incorporated - AWS Inc.)\n12 Contacts (Body Shop Tech, Independent Hauler)\n14 Archetype (Former DocWagon TM Paramedic)\n15 Scenario (A Night in the Sound)\n17 Personalities (AWS NPC's)\n18 Upcoming from FASA\n19 Run for it (Scenario Ideas)\n23 Q&A (FASA explains it all to you)\n24 Off the Shelf (New gear)\n27 Reviews (Total Eclipse, Native American Nations Volume 2, 20-500 Shadowrunners, 20-501 Deckers, 20-502 Human Street Samurai, 20-503 Mages, 20-504 Meta-Human Street Samurai, 20-505 Elves)\n30 Writing on the Wall (News from the Shadowrun Universe)\n31 Rear page","gameDate":"2052","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["KAGE-10",{"sku":["KAGE-10"],"category":"magazine","type":"print","name":"KA•GE: Issue 10","releaseDate":["1993"],"description":"Index:\n1 Frontpage (Sean Parrack)\n2 Notes from the Net (Index, Editorial - Jim Long)\n3 Statmet of Ownership (James D. Long)\n4 Patterson's Guide to Paranormal Animals (Hide, Tzitsimne)\n8 KA*GE Fiction (Chasing Ghosts, part 2 - Chad Olson)\n15 Shadows (Contacts: Model, Hustler, Stock Analyst, Stock Broker, Archetype: Hermetic Hitman - Sean Parrack)\n18 Turring's Guide to Organizations (Armor International, part 2 - Chad Olson)\n31 KA*GE Fiction (Who Your Friends Are - Vicki Kirchhoff)\n37 FASA Product list\n38 AWOL Product list\n39 AWOL Order Form\n40 Paydata (Upcoming from FASA & Ral Partha)\n41 Paydata (Reviews: Tir na nOg Sourcebook, Celtic Double Cross, 20-534 Spirit of Man, 20-535 Spirit of Water, 20-532 Piasma, 20-533 Dzoo-Noo-Qua, 10-861 Feathered Serpent)\n44 Calendar of Events\n45 Shadowrun Network membership form\n46 Network Member Grafitti\n47 Writing on the Wall (News from the Shadowrun Universe)\n48 Rear page","gameDate":"2052","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["KAGE-11",{"sku":["KAGE-11"],"category":"magazine","type":"print","name":"KA•GE: Issue 11","releaseDate":["1994"],"description":"Index:\n1 Front page (Eric von Haas)\n2 Notes from the net (Editorial, Staff and Index)\n3 Notes from the net (Letters)\n4 Patterson's Guide to Paranormal Animals (Mist Viper, Arachnis - Peter Williams, Sean Parrack & Corey Gulley)\n8 Ka*ge Fiction (If As Beast You Don't Succeed, Part One - Michael A. Stackpole)\n20 Shadows (Two Archetypes: Former Combat Medic, Ex-Brawler, Two Contacts: Foreign Dignitary, Social Worker - Sean Parrack, J.B. Buchanan)\n23 Corporate Shadow Files (European Business Machines and Magic - Stephen Kenson)\n27 Ka*ge Fiction (There Are Shadowruns, And Then There is... - Chris Hussey)\n33 Paydata (FASA Products, AWOL Products, Order Form, Upcoming from FASA, Reviews: Lone Wolf, The Germany Sourcebook, Eye Witness)\n39 Calendar of Events (Cons)\n40 Turring's Guide to Organizations (Coven of the Crimson Moon - Stephen Kenson)\n44 New Gear (8 new pieces of gear - Teras Cassidy & Michael Morris)\n48 Network Member Graffiti\n49 Writing on the Wall (News from the Shadowrun Universe)\n51 Shadowrun Network application form\n52 Rear page","gameDate":"2052","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["KAGE-12",{"sku":["KAGE-12"],"category":"magazine","type":"print","name":"KA•GE: Issue 12","releaseDate":["1994"],"description":"This was the last issue of KA*GE before the publisher went AWOL. The issue was published late, and the was promises of further issues being on time.\nThe issue contains:\nLetters, errata, paranormal critter, fiction, archetypes, contacts, magic theory, new gear, new organizations, scenario ideas, new spells, merchandizing, slang, event calender and newsnet downloads. --user description","gameDate":"2052","edition":2,"publisher":["unofficial"],"missing":"outOfScope"}],["SRM07-05",{"sku":["SRM07-05"],"category":"mission","type":"digital","name":"A Little Wetwork","releaseDate":["2017-05"],"description":"Work in Chicago long enough and you get used to a lot of weird things, so when one corp puts out the feelers for a team of runners to pull off a sabotage job on another, it seems refreshingly simple. It’s a classic shadowrun set up—two corps beat up on each other for a little while, runners make themselves a few nuyen, and the world keeps moving around.\nBut it’s not that simple. Of course it isn’t. If something of value is going through Chicago’s Containment Zones, people are going to catch its scent—and when they do, they’re going to want a piece of it. Runners are going to find themselves caught between multiple forces in the city, faced with the kind of choice that always seems extra difficult in the Sixth World: Figuring out what’s the right thing to do?","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM07-06",{"sku":["SRM07-06"],"category":"mission","type":"digital","name":"Windy City Chaos","releaseDate":["2017-09-11"],"description":"The Lost Colony\nMaybe you might misplace a commlink. Or lose a box holding a few stray bullets. But who loses an entire community? Well, it’s Chicago’s Containment Zone, where a large group of people disappearing is not the strangest thing to happen this month. Or this week. Or today. But even if it’s not the strangest thing, it’s the one someone is willing to pay runners to investigate. So it’s important.\nThe thing is, a whole group of people doesn’t just disappear easily. Or nicely. Some of the powers that like to stay hidden in the Containment Zone are going to make themselves visible, and shadowrunners need to survive their appearance. And see if they can save some lives while they’re at it.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["26S051",{"sku":["26S051"],"category":"mission","type":"digital","name":"Lethal Forces","releaseDate":["2017-09-19"],"description":"The Price of Power\nValue is not a secret. When something is worth a lot of money, or conveys a lot of power, or both, people of the Sixth World know. They make it their business to know. That means that when you’re tracking down something with a lot of value, be cautious. You won’t be the only one after it.\nIn Lethal Forces, Mr. Johnson comes along spinning tales about secret research in a highly secure facility, which is definitely the sort of thing that has a lot of value. Mr. Johnson may not tell the runners who else might come calling, but what self-respecting team of runners relies on Mr. Johnson to give them the information they need? They’ll have to stay alert, keep their wits about them, and be ready for any and all opposition—including ones with scales.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["27231",{"sku":["27231"],"category":"sourcebook","type":"digital","name":"Dark Terrors","releaseDate":["2017-11-26"],"description":"Piercing the Night\nYou heard the scream. It’s important to remember that. Sometimes, when it’s late, and you hear something that sounds like a scream echoing through dark alleys, you try to convince yourself that it was something else. An animal. An illusion. Anything but what it sounded like.\nBut it was a scream. You heard it, and you’ll hear it again, because in the Sixth World, the supply of terror is growing. Bug spirits work to devour corporations from within. Shedim claim dead bodies and mobilize to their own dark ends. And the hidden corners of the metaplanes and the Matrix contain creatures that are best not imagined, because to imagine them is to sever ties with reason.\nDark Terrors is a catalog of the horrors lurking under the surface of the Sixth World. With plot updates and hooks, critter stats, and campaign information presented in an immersive style, it’s an invaluable resource for players ready to stay on the edge of their seats. It is for use with Shadowrun, Fifth Edition and Shadowrun: Anarchy.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":true}],["SRM07-02",{"sku":["SRM07-02"],"category":"mission","type":"digital","name":"Collective Action","releaseDate":["2016-12"],"description":"The quintessential Chicago shadowrun is a full-to-bursting package with a variety of ingredients and flavors. And it doesn’t even need to include bug spirits. If you want the true Chicago experience, it’s here waiting for you. What ingredients does it contain? How about a rush job on a tight deadline, occasionally hostile crowds of locals, panicky security, explosions, stealth, open firefights in the streets, vicious traps, burning buildings, a crazed hermit, and a pack of drug-addicted dogs.\nThose are all ingredients in the stew that is this run, and Mr. Johnson is paying good money for you to wolf it down as fast as you can. Get moving!","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM07-01",{"sku":["SRM07-01"],"category":"mission","type":"digital","name":"The Deck Job","releaseDate":["2016-11"],"description":"The only shadowrunners who don’t ask the above question are ones who have been dead so long that no one remembers their name. Which, for most runners, means two months. The point being, any runner knows that a job that can be described in a simple, straightforward sentence at the beginning of the day is going to become a tumbled, tangled mess by the end of the day, the simple sentence exploding into a story that you’ll tell over a few drinks some night—unless the story got messy enough that you joined those forgotten shadowrunners in some shallow grave.\nThe simple sentence at the beginning of this job is this: “Retrieve a stolen cyberdeck prototype.” Sounds easy enough, but add “in Chicago’s Containment Zone” to the end of the sentence, and already the complications have begun to mount. And they’ll continue—by the time the runners are done, they’ll see double-crosses, deceits, lies, and betrayals speeding past them, and they’ll have to do their best to figure out what’s really going on before they get overwhelmed and overran.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM07-04",{"sku":["SRM07-04"],"category":"mission","type":"digital","name":"Do No Harm","releaseDate":["2017-02"],"description":"Every runner knows there are times when you need to throw grenades at gasoline trucks, and other times when more discretion and subtlety is called for. True pros distinguish themselves with precise operations that are noticed by no one besides their target—but those targets see enough to push them over the edge of sanity.\nIn this Mission, runners get an assignment that is easy to describe but difficult to execute. The job? Ruin a life. The method? That’s where the runners come in. They’ll have to exercise all their creativity and sneakiness to plan and pull off this job—unless they want the police and some nasty corporate security putting their work to an early end. Do runners have the smarts, stealth, and deviousness to pull this off? As always, the answer is another question: How badly do they want to get paid?","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM07-03",{"sku":["SRM07-03"],"category":"mission","type":"digital","name":"Special Investigation Unit","releaseDate":["2017-01"],"description":"Collecting evidence. Visiting medical examiners. Questioning suspects. The cops may be a pain in shadowrunners’ hoops, but what kid didn’t play cops and robbers when they were growing up? Sometimes playing on the cops side, even? Now they have a chance to play for real. There’s been a death in the Chicago/Milwaukee sprawl—well, several, but one that got the attention of Detective Nick Ryder. It’s the sort of case he’d have trouble looking into alone, so he’s turned to the shadows. Runners will have the chance to crack the case—right down to the difficult work of bringing the perp to justice.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["27506",{"sku":["27506"],"category":"sourcebook","type":"digital","name":"The Complete Trog","releaseDate":["2017-07"],"description":"They can call you a trog. Sure they can. Let ’em think it’s smear. Let them show you what they don’t know. Let them ignore history, the great accomplishments orks and trolls have made in every field in the Sixth World, the homes and enclaves they’ve built out of nothing. There’s enough talent in the trog population to punch, hack, rig, charm, or enchant that smug smile right off their face. You know what you are. They’ll learn—fast, if they know what’s good for them.\nThe Complete Trog is the definitive guide for ork and troll characters in Shadowrun. With information on what it’s like to be an ork or troll in dozens of spots across the globe, details on working in corps as a trog (including in ork- and troll-dominated corps) and the heroes and enemies of trog culture, the book helps players add flavor and depth to their characters and the world around them. On top of that, it has gear, qualities, and life modules compatible with both Shadowrun, Fifth Edition and Shadowrun: Anarchy. Plunge into the rich culture of trogs and watch them turn that slur on its head.","gameDate":"2079-08","edition":5,"publisher":["catalyst"]}],["26NV003",{"sku":["26NV003"],"category":"novel","type":"digital","name":"Blind Magic","releaseDate":["2017-03-17"],"description":"Lucas, a gifted shaman and member of the Salish-Shidhe Council, is respected for his arcane talents among his tribe. When he’s blinded during a shadowrun on an Evo Corporation outpost, he’s fitted with a set of cybereyes during his recovery. But upon his return to the Council, the tribe banishes him, saying the cyberware he’s accepted makes him unfit to be a shaman. Distraught, Lucas heads to Seattle and spends time in the Barrens attempting to scrape by.\nWanting revenge against Evo, he teams up with a group of shadowrunners, influencing them to take runs against the megacorporation. During one such run, they determine that Evo is retrieving an arcane artifact from a dig site located in Salish-Shidhe territory. Lucas convinces his team to take the initiative and either stop the dig or steal the artifact. But when a team member double-crosses Lucas and the others, he must race against time to discover the true masterminds behind this shadowrun…and stop the thief before they escape with both the artifact and Lucas’s last chance for redemption…","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["27511",{"sku":["27511","45049G"],"category":"misc","type":"print","name":"Sixth World Tarot","releaseDate":["2016"],"description":"The Sixth World Tarot Deck for Shadowrun is much more than just a tarot deck. Created by Echo and Lazarus Chernik for Catalyst Game Labs, the deck is a multi-tiered, masterfully illustrated game accessory for Shadowrun, Fifth Edition, and includes hundreds of puzzles, plots, and enigmas that can be at the heart of compelling campaigns. The Sixth World Tarot comes complete with 78 full-color tarot cards and a guidebook. The cards are 2.5' x 5' tall, with gilded edges.","gameDate":"2075","edition":5,"publisher":["catalyst","pegasus"],"missing":"outOfScope","notes":"Available first only at Gen Con 2016. Now on the creator's site. Print only."}],["26860",{"sku":["26860"],"category":"novel","type":"print","name":"Shadows Down Under","releaseDate":["2016-07-22"],"description":"Someone - or something - is killing nightclub entertainers in Kings Cross, Australia. Striking from the shadows, methodical and heinous, the murderer has wrapped the bawdy, colorful neighborhood in a suffocating blanket of terror.\nNinniniru \"Ninn\" Tossinn, a troubled private investigator on the run from her past, joins forces with Barega, an elderly Aborigine shaman, to uncover the truth behind the malevolent force - and put themselves on the Cross Slayer's list. But can they defeat the darkness, survive Sydney's powerful mana storm, and reach the true heart of the evil threatening the city? Their search takes them from gritty alleys filled with gang symbols and worse to beneath the squatter-filled harbor bridge over shark-infested waters.\nAs their investigation deepens, soon the Cross Slayer isn't the only foe stalking them. Ninn and Barega have to put all their trust in each other if they're going to bring the slayer to justice, uncover the conspiracy behind the murders, and stay alive long enough to do both.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":true,"notes":"Print only. No scans found."}],["26857",{"sku":["26857"],"category":"novel","type":"print","name":"Undershadows","releaseDate":["2016-06-11"],"description":"Vaquita has had a rough go of it lately. She was doing all right, building a career as a London-based rigger, when something went wrong inside her head. Suddenly the mental space that used to be hers alone was shared as a foreign personality carved out a section of brain for itself. It wasn’t exactly madness, but it sure felt like it.\nIt also made for some tough going for a time, and several lost jobs, but lately Vaquita’s gotten her swagger back. Her life may be a little trickier than the average runner’s, but she’s also got some skills she didn’t have before, not to mention new ways of bringing in the danger. And she has the perfect testing ground for her new abilities—the hulking, abandoned Angel Towers Arcology. Filled with squatters, gangs, vicious critters, and certain areas people only talk about in whispers, Angel Towers has enough danger and hidden caches of tech to keep a dozen teams of shadowrunners busy. And with her small, new team, Vaquita’s going to use it to not only rebuild her rep, but take it to the next level.\nBut the arcology’s secrets and dangers go far deeper than Vaquita realizes, and she’ll have to deal with the perils at every turn—as well as the people who put them there.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":true,"notes":"Print only. No scans found."}],["TCG01",{"sku":["TCG01"],"category":"tcg","type":"physical","name":"Shadowrun: Trading Card Game","releaseDate":["1997"],"description":"This game takes fantasy with magic, elves, dwarves, orcs, trolls etc., and puts them in a cyberpunk world 60 years in the future.\nThere are 7 types of cards...\n\t- Runners - You collect groups of these characters and use them to make runs on objectives. Some of these can support the group through computers while staying safe at home. These cards have symbols on them that represent their abilities and these are use to bypass threats without actually having to face them.\n\t- Objectives - These are what you are making runs on. They are worth reputation points and usually have a task that you must best or a number of symbols that you have to match with the symbols on your runners.\n\t- Challenge - You assign these to the objectives as additional hurdles that you have to get by before you can tackle the objective. Usually you can bypass them with the right symbols but if not they can represent nasty things you will have to fight or things that will just hurt you.\n\t- Gear - This is stuff that you assign to runners to help them make runs. Some gear requires you to have a runner with a matching symbol.\n\t- Locations - These represent places that you control and can help you in various ways.\n\t- Contacts - These represent people that will help you.\n\t- Specials - These are instants that you play to affect the current situation.\n\t- Everything is driven by money which is hard to come by. It costs money to acquire almost every card and a lot of cards require money spent just to keep them in play or every time you use them.","gameDate":"2050","edition":2,"publisher":["fasa"],"missing":"outOfScope"}],["TCG02",{"sku":["TCG02"],"category":"tcg","type":"physical","name":"Shadowrun: Trading Card Game - Underworld","releaseDate":["1997"],"description":"This game takes fantasy with magic, elves, dwarves, orcs, trolls etc., and puts them in a cyberpunk world 60 years in the future.\nThere are 7 types of cards...\n\t- Runners - You collect groups of these characters and use them to make runs on objectives. Some of these can support the group through computers while staying safe at home. These cards have symbols on them that represent their abilities and these are use to bypass threats without actually having to face them.\n\t- Objectives - These are what you are making runs on. They are worth reputation points and usually have a task that you must best or a number of symbols that you have to match with the symbols on your runners.\n\t- Challenge - You assign these to the objectives as additional hurdles that you have to get by before you can tackle the objective. Usually you can bypass them with the right symbols but if not they can represent nasty things you will have to fight or things that will just hurt you.\n\t- Gear - This is stuff that you assign to runners to help them make runs. Some gear requires you to have a runner with a matching symbol.\n\t- Locations - These represent places that you control and can help you in various ways.\n\t- Contacts - These represent people that will help you.\n\t- Specials - These are instants that you play to affect the current situation.\n\t- Everything is driven by money which is hard to come by. It costs money to acquire almost every card and a lot of cards require money spent just to keep them in play or every time you use them.","gameDate":"2050","edition":2,"publisher":["fasa"],"missing":"outOfScope"}],["WZK6400",{"sku":["WZK6400"],"category":"boardgame","type":"physical","name":"Shadowrun: Duels - The Street Deacon","releaseDate":["2003-06"],"description":"Male human vigilante","gameDate":"2060","edition":3,"publisher":["wizkids"],"missing":"outOfScope"}],["WZK6401",{"sku":["WZK6401"],"category":"boardgame","type":"physical","name":"Shadowrun: Duels - Kyushi","releaseDate":["2003-06"],"description":"Female Yakuza assassin","gameDate":"2060","edition":3,"publisher":["wizkids"],"missing":"outOfScope"}],["WZK6402",{"sku":["WZK6402"],"category":"boardgame","type":"physical","name":"Shadowrun: Duels - Liada","releaseDate":["2003-06"],"description":"Female elf mage","gameDate":"2060","edition":3,"publisher":["wizkids"],"missing":"outOfScope"}],["WZK6403",{"sku":["WZK6403"],"category":"boardgame","type":"physical","name":"Shadowrun: Duels - G-Dogg","releaseDate":["2003-06"],"description":"Male ork bouncer","gameDate":"2060","edition":3,"publisher":["wizkids"],"missing":"outOfScope"}],["WZK6404",{"sku":["WZK6404"],"category":"boardgame","type":"physical","name":"Shadowrun: Duels - Lothan the Wise","releaseDate":["2003-06"],"description":"Male troll mage","gameDate":"2060","edition":3,"publisher":["wizkids"],"missing":"outOfScope"}],["WZK6405",{"sku":["WZK6405"],"category":"boardgame","type":"physical","name":"Shadowrun: Duels - Silver Max","releaseDate":["2003-06"],"description":"Male dwarf rigger","gameDate":"2060","edition":3,"publisher":["wizkids"],"missing":"outOfScope"}],["WZK6406",{"sku":["WZK6406"],"category":"boardgame","type":"physical","name":"Shadowrun: Duels - Kellan Colt","releaseDate":["2003-10"],"description":"Female human mage","gameDate":"2060","edition":3,"publisher":["wizkids"],"missing":"outOfScope"}],["WZK6407",{"sku":["WZK6407"],"category":"boardgame","type":"physical","name":"Shadowrun: Duels - Karkhov","releaseDate":["2003-12"],"description":"Male street samurai","gameDate":"2060","edition":3,"publisher":["wizkids"],"missing":"outOfScope"}],["WZK6408",{"sku":["WZK6408"],"category":"boardgame","type":"physical","name":"Shadowrun: Duels - Midnight","releaseDate":["2003-12"],"description":"Female elf cat-burglar","gameDate":"2060","edition":3,"publisher":["wizkids"],"missing":"outOfScope"}],["WZK6409",{"sku":["WZK6409"],"category":"boardgame","type":"physical","name":"Shadowrun: Duels - Natokah","releaseDate":["2003-12"],"description":"Male human shaman","gameDate":"2060","edition":3,"publisher":["wizkids"],"missing":"outOfScope"}],["WZK6410",{"sku":["WZK6410"],"category":"boardgame","type":"physical","name":"Shadowrun: Duels - Kross","releaseDate":["2003-12"],"description":"Male ork bodyguard","gameDate":"2060","edition":3,"publisher":["wizkids"],"missing":"outOfScope"}],["WZK6411",{"sku":["WZK6411"],"category":"boardgame","type":"physical","name":"Shadowrun: Duels - Wolf Nev","releaseDate":["2003-12"],"description":"Male troll ganger","gameDate":"2060","edition":3,"publisher":["wizkids"],"missing":"outOfScope"}],["WZK6412",{"sku":["WZK6412"],"category":"boardgame","type":"physical","name":"Shadowrun: Duels - Draven von Drekill","releaseDate":["2003-12"],"description":"Male dwarf","gameDate":"2060","edition":3,"publisher":["wizkids"],"missing":"outOfScope"}],["27700",{"sku":["27700"],"category":"boardgame","type":"physical","name":"Shadowrun Crossfire","releaseDate":["2014"],"description":"The shadows of the Sixth World have every kind of danger you can imagine: ultra-violent gangers, flesh-eating ghouls, mages that summon spirits from toxic waste, backstabbing corporate raiders, hard-nosed police officers, and even dragons. You don't have much — mainly your guts, your wits, and your friends — but maybe that's enough. Between you and your teammates, you can sling spells, hack the Matrix, talk a tiger out of his stripes, and bring down a charging ork from a hundred yards away. Will that be enough to face down the worst the mean streets can throw at you? You're about to find out.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope"}],["27704",{"sku":["27704"],"category":"boardgame","type":"physical","name":"Shadowrun Crossfire: Character Expansion Pack 2: Street Legends","releaseDate":["2016"],"description":"Shadowrunners are nothing if not individuals and Character Expansion Pack 2 gives you plenty to use in your Shadowrun: Crossfire game. It includes a new set of upgrade stickers, adding options for making the exact character you envision, five street legend cards for players who want to leap into the shadows with a head start, and 20 standard character cards with new art for players designing runners from the ground up. You can hit the streets ready to take down any obstacles that dare rear their heads.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope"}],["27703",{"sku":["27703"],"category":"boardgame","type":"physical","name":"Shadowrun Crossfire: High Caliber Ops","releaseDate":["2015"],"description":"You’re tougher. Meaner. Better equipped. You’ve taken on a drekload of challenges the Sixth World has thrown at you, and you’ve survived. Barely, sometimes, but that’s enough. You’re walking with a certain confidence, maybe even a little strut. You’re ready for the next thing the streets are going to throw at you.\nAt least, you think you are. Now you’re going to find out.\nHigh Caliber Ops is a massive expansion for the award-winning Shadowrun: Crossfire deck-building game. How massive? How does two new character roles, more than a dozen new Black Market cards, fifty new obstacles, and a large bundle of new Karma upgrades sound? On top of that, we’ve got five brand-new missions, and a set of basic cards with new art. Taken together, you have the tools for high-powered, high-risk, high-reward shadowruns. Add High Caliber Ops to your Crossfire game to see just how much danger you can take on!","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope"}],["27700-G16",{"sku":["27700-G16"],"category":"boardgame","type":"physical","name":"Shadowrun Crossfire: Las Vegas","releaseDate":["2016"],"description":"Vegas: A Night on the Strip\nThis mini expansion was a GAMA Trade Show retailer exclusive. It comes with new missions and 2 copies each of 5 stickers that add an ability to a Runner card only during Vegas missions. It also adds 8 new cards to the game. Gambling and tourism are the major thematic elements of the game.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope"}],["27701",{"sku":["27701"],"category":"boardgame","type":"physical","name":"Shadowrun Crossfire: Character Expansion Pack 1","releaseDate":["2014"],"description":"The Character Expansion Pack 1 has character cards with new art, a starting deck for each character that includes one new piece of art per deck, and a full set of upgrade stickers. With this pack, players can branch out, creating whatever shadowrunner concept comes to mind, starting them on the path to being a legend. Or they can bring new players into the game, sending them on the path to designing their own character and discovering the story the mean streets are waiting to tell.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope"}],["27700-G14",{"sku":["27700-G14"],"category":"boardgame","type":"physical","name":"Shadowrun Crossfire: Harlequin's Shadow Promo Card","releaseDate":["2014"],"description":"Harlequin's Shadow is a promo Crossfire Deck card given out during GenCon 2014. It is used in Close The Portal scenario available for download from Catalyst Game Labs website.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope"}],["27700A",{"sku":["27700A"],"category":"boardgame","type":"physical","name":"Shadowrun Crossfire: Oni Promo Card","releaseDate":["2014"],"description":"An additional Shadowrun: Crossfire character card included with pre-ordered base sets. Oni is basically an ork character with Oni Evolution sticker and 5 Karma printed on the sheet. It also features a race-specific art and description.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope"}],["27780",{"sku":["27780"],"category":"boardgame","type":"physical","name":"Shadowrun: Hostile Takeover","description":"In Shadowrun: Hostile Takeover, players assume the role of megacorporations attempting to assert dominance over the city of Seattle.\nHostile Takeover is a game of intrigue, shifting alliances, and secretive schemes in the most famous futuristic megaplex of Shadowrun’s Sixth World. The most wealthy and influential megacorps of the city contend for dominance of Seattle, and they use shady dealings and deniable assets to wage a war in the shadows for supremacy.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope","notes":"Announced fo the Year of Shadowrun but never released. Some \"developer diary\" posts are available on Shadowrun's blog."}],["27800",{"sku":["27800"],"category":"boardgame","type":"physical","name":"Shadowrun: Sprawl Gangers","description":"Sprawl Gangers is a competitive, skirmish-level miniatures game for 2 players, with everything needed to game right in the box. Players will take on the task of building gangs (Ancients, Halloweeners, First Nation, and so on) following specific point values of a scenario, and modifying the various miniatures based upon what new resources (weapons/gear/magic/tech) a player gained through previous games. Gangs won’t simply fight for the sake of fighting, but will actively building their turfs and resources. Among other things, this will allow for the hiring of the exact right shadowrunner when they need that ace in the hole. All this adds up to the experience of watching your gang grow and expand through exciting play across a swath of games.","gameDate":"2075","edition":5,"publisher":["catalyst"],"missing":"outOfScope","notes":"Announced fo the Year of Shadowrun but never released. Some \"developer diary\" posts are available on Shadowrun's blog."}],["27750",{"sku":["27750"],"category":"boardgame","type":"physical","name":"Encounters: Shadowrun","releaseDate":["2016"],"description":"The year is 2078. The worlds’ megacorporations straddle the sprawls of the Sixth World, goliaths that intimidate even nations as they suck in souls in their drive for the almighty nuyen. Between the cracks, shadowrunners carve out a living as deniable and disposable assets that megacorps fire at each other for datasteals, personnel extractions, or even wetwork. Whether casting manabolts of magic, riding the electrons of the Matrix with just the brain, or slinging good, old-fashioned flying lead while firing at speed enhanced by the latest in bio-engineering, runners live dangerously and hope their skills are good enough to let them survive another day.\nEncounters: Shadowrun is a 1-8 player fast-paced, pushed-your-luck dice and card game. Players take the role of Mr. Johnson, arranging the megacorps’ dirty work and adding new shadowrunners to their already-assembled teams. They send their teams into the shadows of the mean sprawl streets of the Sixth World, collecting though paydata to beat down their rivals. Grab some dice, make a team, and show ’em who’s the boss.\nThe goal of the game is to be the first player to acquire ¥30.\nEach player starts the game with (1) runner and 6 dice. At the start of your turn you flip over location card, that has effects aka breaks the rules, on every turn until a new environment card comes into play. You then flip over the top Event card form the deck and try and roll an exact match of the number on the card. If you succeed you place a die on the. You could stop then and receive ¥1 or flip a card and continue to press your luck. If you fail the next player starts a new run with a chance to collect n the ¥ you forfeited.\n¥ are used as victory points as well as currency to buy additional runners.","gameDate":"2078","edition":5,"publisher":["catalyst"],"missing":"outOfScope"}],["SNES",{"sku":["SNES"],"category":"videogame","type":"digital","name":"Shadowrun","releaseDate":["1993"],"description":"Shadowrun is an adaptation of the FASA tabletop role-playing game of the same name. The storyline of the video game is loosely based on the first Shadowrun novel, Never Deal with a Dragon, written by Robert N. Charrette.[4] The narrative opens in Seattle, Washington in the year 2050, where the protagonist Jake Armitage is shown being gunned down in the street. A shapeshifting vulpine figure rushes to his side and is seen casting a spell over Jake before leaving hastily as the medics arrive on the scene. Jake awakens in a morgue with a complete memory loss. Soon, he is approached by the \"Dog\", a shamanistic totem who gives him a warning before vanishing.\nThe rest of the story is spent investigating the events leading to Jake's shooting, learning the identity of the shapeshifter who saved him, as well the person who ordered his assassination, a mysterious crime lord named \"Drake\". Most of the information is found by piecing together snippets of data found by hacking various protected computer systems. Along the way, he has encounters with gangs, criminals, and magically awakened creatures while under constant threat of attack from contract killers. Jake also discovers and develops his own latent magical abilities. Apart from his totem spirit, his only allies are the hired services of shadowrunners. It is eventually revealed that Jake is a data courier who was carrying a program in a computer built inside his brain. The program was designed to destroy a malevolent artificial intelligence, which the Aneki Corporation is trying to protect. The company is being aided by Drake, who turns out to be a dragon and the mastermind behind the plot.","gameDate":"2053","edition":2,"publisher":["fasa"]}],["GENESIS",{"sku":["GENESIS"],"category":"videogame","type":"digital","name":"Shadowrun","releaseDate":["1994"],"description":"Shadowrun's story begins on January 31, 2058 in Seattle, United Canadian and American States. In the wilderness of the newly reclaimed Amerindian lands of the Salish-Shidhe, a small team of shadowrunners is brutally ambushed by unknown forces. The massacre is over quickly, but is captured in video by one of the slain member's cybereyes; the video is recovered and made national news. The last man to die in the video was a shadowrunner known as Michael, Joshua's brother.\nJoshua spends his last nuyen and flies to Seattle, vowing to avenge his brother's death. He arrives at Sea-Tac Airport and traces back Michael's last credstick transaction to \"Stoker's Coffin Motel\", in the Redmond Barrens. Joshua travels there to inquire about his brother, only to be told by the owner that Michael never paid his bill and in fact has some belongings being held. He strikes a deal with Joshua, and by beginning to do small shadowruns for a small-time Mr. Johnson, called Gunderson, he gains enough money to pay his brother's bills. In Michael's belongings, he finds three \"holopix\": one of a young woman, Tabatha Shale; of an Amerindian, David Owlfeather, and of Seattle General Hospital Dr. Heaversheen. There is also a low grade cyberdeck, along with a credstick containing 500 nuyen, which could have been used to pay off Michael's bill (the irony of this is one of the game's many humorous points).","gameDate":"2053","edition":2,"publisher":["other"]}]]