[["27401",{"sku":["27401"],"category":"mission","type":"digital","name":"Serrated Edge","releaseDate":["2016-03"],"description":"The Sixth World is many things, including a stunning series of case studies on the mechanisms of hate. There are some true experts out there, people who know that just walking up to someone or something you don’t like and throwing a solid punch is satisfying, but nowhere near as satisfying as causing destruction that runs deep and lasts forever.\nThe Aurora Warrens of Denver hold a dark secret, as some people trusted to help its residents are instead giving full rein to their darkest impulses. Shadowruuners typically are not heroes riding in to save the day, but in this case the work they’re being offered gives them a chance to dig into these secrets, perhaps fix some of them, and maybe even bring a few people to justice—however they happen to define justice. With dark secrets, double-crosses, and plenty of nuyen flying around, Serrated Edge gives players plenty of chaos to keep up with while launching them into a series of adventures that will shake up the city of spies and maybe bring about a better future. Or curse it to worse.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["27400",{"sku":["27400"],"category":"mission","type":"digital","name":"Splintered State","releaseDate":["2013-09"],"description":"Federal Agent Seth Dietrich has a secret. Actually, multiple secrets. One of them made him go underground, hiding from the people desperate to learn just how much he knows. And the other is keeping him from surfacing, because he’s found he can’t even trust himself.\nIf Dietrich were in his right mind, he’d cover his tracks like a pro, and no one would find him. Especially not shadowrunners getting their feel for life on the streets. But he’s not in his right mind, which means a group of shadowrunners finds themselves in possession of some very valuable information—information the highest powers in Seattle want for themselves. What started as a simple job turns into a scramble for their lives, a scramble that could become profitable if the runners play their cards right.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["27403",{"sku":["27403"],"category":"mission","type":"digital","name":"Ripping Reality (Denver Adventure 3)","releaseDate":["2017-06"],"description":"The Denver sprawl has always been a battleground, but lately it seems to be at war with reality. People are disappearing from the streets, never to be seen again. Strange creatures are materializing out of nowhere, and sometimes they bring entire landscapes with them. Something has gone desperately wrong, and the stakes are so high that two enemies who had been locked in combat are setting aside their fight to find out what is happening and why.\nIf investigations into bizarre occurrences need to happen, then there are shadowruns to be done. The right team will have the chance to bring in an impressive payday, but they’ll have to navigate their way past old grudges, tainted magic, and creatures of pure destructive power waiting to be turned loose on the sprawl.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["27402",{"sku":["27402"],"category":"mission","type":"digital","name":"False Flag (Denver Adventure 2)","releaseDate":["2016-12"],"description":"The ruling powers of Sixth World sprawls are content to let the little people of their cities engage in all sorts of shenanigans and scheming so long as it doesn’t affect their master plans. But when the chaos gets too out of hand—or the little people start acting too arrogant—then those powers turn their angry gaze to the people they would rather ignore, and the everyday chaos of life erupts into something worse, and considerably more dangerous.\nRecent attacks on the Paladin Medical Health Center in the Aurora Warrens have drawn the attention of some of Denver’s powers, and they’re not going to ignore the situation. They’re also not going to just send in the police, because that’s not how things are done—instead, they will launch schemes of their own, with the opportunity to create chaos that makes the previous wildness seem like a sunny day in the Rockies.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["27482",{"sku":["27482"],"category":"mission","type":"digital","name":"London Falling","releaseDate":["2014-11"],"description":"Smoke & Shadows\nLondon—where the thick fog (sounds nicer than smog, doesn’t it) makes for some truly deep shadows. Every crooked street, every cramped building holds a secret or two, as well as a person or two who will go to great lengths to ensure those secrets are kept. There is, for instance, the dark secret of a minor noble who has not been seen in Parliament in months. And the researcher who has a startlingly large amount of people interested in his work. The courier who carries one secret in his head and another in his gut. And an explosive secret that has been festering in the West End Underplex for years or even decades.\nSkilled runners have the chance to uncover these secrets and more, but they’d better be ready for the forces of the world that would prefer to keep things covered up. They are tenacious, dangerous, and, perhaps most surprising for England, not at all polite.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["7304",{"sku":["7304"],"category":"mission","type":"scan","name":"Queen Euphoria, A Shadowrun Adventure","releaseDate":["1990-09-01"],"description":"It was a simple job, and the pay was good. Snatch Euphoria, the simsense star, sit on her for a weekend, and let her go. Easy.\nIf you believe that, you've never run the shadows.\nBecause now she's been snatched for a second time... and the corps think you did it.\nWhat does all this have to do with - Ambergel, the most popular junk food in Seattle?\nA former Coyote shaman?\nAn evil power so strong it threatens all mankind?\nFind the Queen. Find the answers.\nHURRY!","gameDate":"2050","edition":1,"publisher":["fasa"]}],["7303",{"sku":["7303"],"category":"mission","type":"scan","name":"Dreamchipper","releaseDate":["1990-04"],"description":"Ladies of the night are being murdered and butchered with the skill of a surgeon.\nThe Gaslight Ghoul has returned, and he stalks the streets of Seattle!\nIn Shadowrun, the rampant substance of the 19th and 20th centuries are now as archaic as 8-track audio tapes. Now the escape of choice is the BTL, or Better Than Life chip. Plug it in and all physical pleasures, desires, and hopes suddenly pale by comparison. Some \"experimental\" chips are missing, and you've been hired to find them. But an investigation of simple theft is turning into a grisly trail that seems to have no rhyme or reason. Now you are beginning to wonder … can these chips program someone to be a serial killer?","gameDate":"2050","edition":1,"publisher":["fasa"]}],["7306",{"sku":["7306"],"category":"mission","type":"scan","name":"Harlequin","releaseDate":["1991-01"],"description":"\"Imagine a hatred that has endured for 5000 years....\"\nThe shadowrunners are sent on a string of missions, collecting obscure items, all seemingly unrelated... or are there? From the streets of Seattle to the frigid heights of the Bavarian Alps, from the magical mayhem of Columbia, Missouri to the headwaters of the Amazon, the adventure unfolds.\nWho would go to all this trouble to destroy one man... and why?\n\tA datafile\n\tAn ancient magic tome\n\tA Flower\n\tA collection of Elven ears\n\tThe manuscript of a soon-to-be-released bestseller\n\tA young woman of mysterious heritage\n\tA world-famous Elven social theorist\nAll are pieces to the puzzle.\nFinding them is one thing.\nPutting it all together is another!","gameDate":"2051","edition":1,"publisher":["fasa"]}],["7305",{"sku":["7305"],"category":"mission","type":"scan","name":"Bottled Demon","releaseDate":["1990-07-01"],"description":"Bottle, Bottle, who's got the Bottle?\nThe shadowrunners meet a very disturbed man who hires them as bodyguards on a business deal.\nBottle, Bottle, who wants the Bottle?\nNow the man is dead, and they don't know why.\nBottle, Bottle — what's in the Bottle?\nThe bottle is a mysterious artifact covered with ancient cryptic runes. Why are some people willing to kill for it? Why are some people willing to die for it? And the most sensible advice the runners receive is the one thing they can't seem to do — get rid of it.\nNo Deposit! No Return! Please dispose of property!","gameDate":"2050","edition":1,"publisher":["fasa"]}],["7302",{"sku":["7302"],"category":"mission","type":"scan","name":"Mercurial","releaseDate":["1990-11"],"description":"A blast of light punches my eyes as I walk down the ramp from street level. The dance floor is an amorphous beast, writhing with a thousand limbs, and the beat of the music red-lines my pulse into overdrive. On the stage, a nova is dancing.\nSearing beams of the spotlights catch the mirror-bright metal arms, legs, and face, reflecting them back in a dazzling cascade of color and light. The next thing you see is the hair flaring golden in the glare, surrounding her face like a solar corona around a silver moon. While Maria Mercurial dances, nothing else matters.\nOf course, something else does matter - biz. That's why you're here, chummier, to protect the silver lady with no past. The money's good, the job's easy; what could go wrong? Except maybe the lady's past is catching up with her.","gameDate":"2050","edition":1,"publisher":["fasa"]}],["7102X",{"sku":["7102X"],"category":"mission","type":"scan","name":"Silver Angel","releaseDate":["1989"],"description":"You've been hired to infiltrate Mitsuhama's Cavilard research center in Bellevue to steal Silver Angel. Your employer Eve Donovan was rather unclear what Silver Angel was apart from the fact that it was a file stored on a secure computer system inside the facility.\nSince Bellevue is tight on the security you decide to infiltrate using one of the Russel Overland trucks that regularly make nightly deliveries of Hazardous Materials. For that you need their schedules so you can hi-jack a truck before it enters Bellevue.\nSo here you are on a lil boat in the nightly waters of Puget Sound, cursing the others who stayed behind for their own legwork. You are wondering if they are freezing too.","gameDate":"2050","edition":1,"publisher":["fasa"]}],["27485",{"sku":["27485"],"category":"mission","type":"digital","name":"Boundless Mercy","releaseDate":["2015-10"],"description":"Elizabeth Nunn, a delightful woman who happens to have an odd habit of hanging out in hospitals and abandoned churches, has a grudge. A deep grudge. The kind of grudge that requires professional help to work out, and we’re not talking about a psychotherapist. She needs shadowrunners, and if they’re willing to take on the job, they’ll encounter fierce gangers, wild critters, and members of a secret magical society who fiercely guard their mysteries. If the runners can survive, they can find out just what Nunn is mad about—and how far she is willing to go for her revenge.","gameDate":"2077-08","edition":5,"publisher":["catalyst"]}],["7301",{"sku":["7301"],"category":"mission","type":"scan","name":"DNA-DOA","releaseDate":["1990-03"],"description":"Biogene Technologies, a mid-sized genetic engineering firm, hires the runners to make a datasteal on a competitor, the powerful Aztechnology. The job is simply to break into Aztechnology's Tacoma Resarch Park, snatch some data and some samples, and deliver it all to the client for payment.\nSimple, yes, but nothing in the shadows of Seattle is as simple as it seems...","gameDate":"2050","edition":1,"publisher":["fasa"]}],["7205",{"sku":["7205"],"category":"mission","type":"scan","name":"Universal Brotherhood: Unleash Your Inner Abilities/Missing Blood","releaseDate":["1990-10"],"description":"Unlock the potentials of your mind and body. Turn your back on the shallow and mundane - join the Universal Brotherhood and be a part of something wonderful!\n\nWho are the Brotherhood? Possibly the largest humanitarian organization in the world? To the grime-encrusted inhabitants of the sprawl they are a shining ray of hope in an otherwise hopeless world. This is their way out of the darkness, their key to personal fulfillment and understanding. They are on every corner. THey knock on every door. And they want to save you too.\nNow someone has been on the inside of the Brotherhood. The objectives and purpose of the Brotherhood have been exposed. Some of the questions are answered. But the truth is even more chilling....","gameDate":"2050","edition":1,"publisher":["fasa"]}],["26CMP10",{"sku":["26CMP10"],"category":"mission","type":"digital","name":"Elven Blood","releaseDate":["2012-09"],"description":"Shadowrunners have a lot of rules, and each and every one of them can be overruled by the proper amount of nuyen. So when shadowrunners talk about “never trusting an elf,” that’s more of a bargaining position than anything else.\nLuckily for them, some elves have plenty of scratch they can use as a persuasive tool. And for the tasks they have in front of them, they’re going to need it. There’s money waiting for runners if they’re willing to venture into elven territory and take on a host of odd jobs. Jobs like: Tracking down reagents from cranky critters. Messing around in the affairs of Tír royalty. Dealing with a number of different punks and thugs, none of whom like you. And intervening in a leadership challenge of the most powerful elven street gang there is.\nElven Blood is a compilation of five different Missions that have been written to premiere at summer 2012 conventions. They can, however, be played by anyone. Whether you’re playing at a con, in a game store, or in the comfort of your own home, Elven Blood has an adventure for you. Taking you from the mean streets of Seattle to the wild lands of Tír Tairngire, Elven Blood offers exciting and inventive adventures for all Shadowrun fans.","gameDate":"2074","edition":4,"publisher":["catalyst"]}],["26400",{"sku":["26400"],"category":"mission","type":"digital","name":"Dawn of the Artifacts 1: Dusk","releaseDate":["2009-07"],"description":"Sixth World scholars have long hypothesized the cyclical nature of magic. For years corporations, collectors and other factions have spent fortunes hunting down surviving relics of this mythical age. The shadows whisper of lost lore and a secret history to the world. A privileged few have come into possession of ancient items of great power and mysterious purpose, artifacts from before recorded history. Now it’s your turn...\nOn the surface, the job seems simple: escort and assist Ms. Johnson as she follows the trail of a man across the globe. The target? An agent of the Atlantean Foundation tracking a priceless stolen artifact. And the trail? It leads to Lagos, the most dangerous sprawl on earth, where simply surviving the day can be a run in its own right. Add in the biggest black market auction of the century, a powerful African king, and a plethora of the biggest players in the artifacts trade, from the Atlantean Foundation to Aztechnology... well, welcome to the underside of the artifact business. If you survive, there’s more work a-coming… and maybe even some answers to your questions.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["26402",{"sku":["26402"],"category":"mission","type":"digital","name":"Dawn of the Artifacts 3: Darkest Hour","releaseDate":["2010-08"],"description":"Sixth World scholars have long hypothesized the cyclical nature of magic. For years corporations, collectors and other factions have spent fortunes hunting down surviving relics of this mythical age. The shadows whisper of lost lore and a secret history to the world. A privileged few have come into possession of ancient items of great power and mysterious purpose, artifacts from before recorded history. Now it’s your turn… Eighteen months ago, the Phaistos Disk was stolen from the Herakleion Museum in Athens. Now, Mr. Johnson needs you to find it and bring it back. The hunt will take the runners through the shadows of Europe, and lead to interactions with smugglers, art dealers, and archaeologists. If they survive Interpol, Aztechnology, and an eccentrically violent shadowrunner team, they may just learn who is behind the hunt and why.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["26401",{"sku":["26401"],"category":"mission","type":"digital","name":"Dawn Of The Artifacts 2: Midnight","releaseDate":["2009-12"],"description":"There are deep secrets in the Sixth World, and there are people who will do anything to uncover them. Some secrets reach into the ancient past, but they still have the power to shake the world. What they will do depends on whose hands they fall into...\nDusk was only the beginning. Jane \"Frosty\" Foster is back and ready to continue her artifact hunt. If they’re game, runners will join her in a chase across North America, from the frozen, bug-filled wastes of Chicago to the political hotbed of Denver to the Deep Lacuna lurking under Los Angeles.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["10654",{"sku":["10654"],"category":"mission","type":"scan","name":"Wake of the Comet","releaseDate":["2002-07"],"description":"The megacorp probe race to be the first to reach Halley's Comet is in its final rounds. With only a few contenders left, your shadowrunner team can make a difference, deciding who wins and who loses.","gameDate":"2061","edition":3,"publisher":["fanpro"]}],["26003",{"sku":["26003"],"category":"mission","type":"digital","name":"On the Run","releaseDate":["2006-03"],"description":"This introductory adventure for Shadowrun, Fourth Edition sends the players in pursuit of an archaic media chip with priceless contents, mixing them up with a media legend’s ancient history.\nThis adventure is seeded with helpful advice to immediately acquaint new gamemasters with running Shadowrun and also includes a number of tips that veteran gamemasters will find useful.\nIt is also intentionally designed to familiarize gamemasters and players with various key aspects of the Shadowrun universe. On the Run is perfect as a stand-alone adventure—and is also the first in a continuing series of adventures.","gameDate":"2070","edition":4,"publisher":["fanpro"]}],["10665",{"sku":["10665"],"category":"mission","type":"scan","name":"Survival of the Fittest","releaseDate":["2004-05"],"description":"The death of the great dragon Dunkelzahn kicked off a series of events that are only now reaching climax. A challenge is declared as antediluvian customs clash with the methods of modern world. The shadowrunners are involved in a string of unrelated missions that begin to tie themselfs together. From the ruins of Tehran to the jungles of Amazonia, from the towers of Hong Kong to the deep metaplanes, the machinations of a reptilian chess game begin to unfold.","gameDate":"2062-06","edition":3,"publisher":["fanpro"]}],["26403",{"sku":["26403"],"category":"mission","type":"digital","name":"Dawn Of The Artifacts 4: New Dawn","releaseDate":["2011-08"],"description":"One more artifact. One more chance for a big payday. One more run to distant lands and high seas, racing against time and the wealthy, ruthless powers who want the artifact for themselves. At the end of this, if you succeed, four powerful artifacts will be gathered together, and they will be poised to shake the world.\nTo finish the quest for the artifacts, runners will have to travel to Hong Kong, track down the mobile city of Karavan, penetrate the corp enclave of Neo-Tokyo, and survive an assault on the high seas. The final adventure in the Dawn of the Artifacts series, New Dawn brings the story of the gathering of the artifacts to a rollicking conclusion while setting the stage for the changes the Sixth World will experience once the true power of these artifacts is tapped and unleashed.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["26452",{"sku":["26452"],"category":"mission","type":"digital","name":"Jet Set","releaseDate":["2012-02"],"description":"Step this way! There’s no need for you to wait in line with the riff-raff, the common clay of dirty humanity. You can have something better. You can have the good life, filled with the finest food, the most expensive wines, and the most interesting people in the world. There’s a price to pay, of course. There always is. But take a ride, just once, in the aircraft the upper crust uses, and see if you don’t like it. Get a taste of this lifestyle, and see if you won’t do anything to keep it.\nIn Jet Set, shadowrunners get the chance to rub elbows with the rich and powerful of the world—the socialites, the corporate elite, the royalty, the movers, and the shakers. These are people who know how to get what they want, no matter who they need to step over to get it. The runners may be the help they need to get rid of their latest obstacle—or they could be the next bodies the rich and powerful leave in an expanding trail behind them.","gameDate":"2074-02","edition":4,"publisher":["catalyst"]}],["26451",{"sku":["26451"],"category":"mission","type":"digital","name":"Corporate Intrigue","releaseDate":["2011-12"],"description":"You could dabble in organized crime. You could do some smash-and-grabs. You could find all sorts of ways to pick up a few nuyen here and there. But everyone in the Sixth World knows that if you want to make a play for the big bucks, the real high-level stuff, you’ve got to get in bed with the corps.\nThe corps have the money, and they’ve got all the power that comes with it. If you want to have some of that cash and some of that pull for yourself, you’re going to need to stay alert, move quickly, and remember that while corps are willing to pay for things that help them, deep down they really hate sharing what they’ve got with anyone. Including shadowrunners. Especially shadowrunners.","gameDate":"2073-12","edition":4,"publisher":["catalyst"]}],["26601",{"sku":["26601"],"category":"mission","type":"digital","name":"Bad Moon Rising in the East","releaseDate":["2009-02"],"description":"In Bad Moon Rising in the East, a team of shadowrunners is hired to track down the source of a new drug shipping into Hong Kong. Directly connected to the Ghost Cartels campaign, the team of six Caracas natives are thrust into a criminal underworld far from their home. With few contacts to turn to, they may find themselves deeply involved in a vicious underworld conflict.\nThis 22-page scenario was used for the Gen Con 2008 Shadowrun tournament. While it may be used with other characters, the included team of shadowrunners are fully fleshed out with contacts, backgrounds, and motivations. This complete package allows for a night or two of Shadowrun with little prep work for the gamemaster or the players.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["26463",{"sku":["26463"],"category":"mission","type":"digital","name":"The Twilight Horizon","releaseDate":["2012-03"],"description":"The Horizon Corporation is everywhere. They’re in the trids you watch, the music you listen to, and the news you consume. They’re propping up hundreds of major brands of products across the planet with their public relations skill. And they’re spending countless hours studying how you—that’s right, you—think so that they can lead your mind like a master leads a spaniel.\nDenizens of the Sixth World have long suspected that there is a dark side to Horizon, if only because the corporation seemed too good to be true. If there is a dark side, it seems likely to come out soon, as the corporation has been under tremendous pressure recently—technomancers are plotting against it, spirits are causing problems in the Mojave, and Aztechnology is on the offensive, intent on keeping the competition down. That pressure is going to result in an explosion somewhere, and when it does, Horizon and the Sixth World will be changed forever.","gameDate":"2074-03","edition":4,"publisher":["catalyst"]}],["26410",{"sku":["26410"],"category":"mission","type":"digital","name":"Boardroom Backstabs 2: Sacrificial Limb","releaseDate":["2012-10"],"description":"In 2072, Roger Soaring Owl, CEO of Knight Errant, resigned.\nIn 2073, Roger Soaring Owl was attacked on the streets of Denver. Witnesses were not clear on just what attacked him, but most say it was meaner, stronger, and faster than any metahuman.\nNow it’s 2074. It’s time to find out what Roger Soaring Owl learned.\nCorporate machinations don’t get any meaner than this. Rivals of the megacorporation are certain it’s hiding some dark secrets, and they’re willing to spend significant nuyen to uncover this information. Runners are going to have to infiltrate an Ares subsidiary and gain the corporation’s trust if they want to discover the secret—and if they do, they will have to find a way to survive with what they have learned.","gameDate":"2074","edition":4,"publisher":["catalyst"]}],["26406",{"sku":["26406"],"category":"mission","type":"digital","name":"Horizon Adventure 2: Anarchy Subsidized","releaseDate":["2011-09"],"description":"The only shadowrunners in the world who don’t understand the importance of eliminating the competition are the ones who have already been eliminated by someone else. The Horizon Corporation wants its stable of music artists to sell a few more albums and its brain trust has decided that the best way to accomplish this is to move some artists at the top of the charts out of the way. Outright killing the competition is no good—that often just boosts the deceased’s album sales. The secret is to get the public to stop wanting what they’re currently buying, and Horizon has developed some creative ways to make that happen.\nAnarchy: Subsidized is a complete adventure that takes shadowrunners to Neo-Tokyo and plunges them into corporate intrigue involving street gangs, vandals, scandal-mongers, and one of the most impressive technological innovations the entertainment industry has ever seen. ","gameDate":"2073","edition":4,"publisher":["catalyst"]}],["26405",{"sku":["26405"],"category":"mission","type":"digital","name":"Horizon Adventure 1: A Fistful of Credsticks","releaseDate":["2011-04"],"description":"Nothing’s as simple as it seems—any runner knows that. So what seems like a simple job guarding some precious cargo on the set of a trideo shoot is bound to get complicated. And it does—but are you ready to travel the full length the long, twisted road ahead? A Fistful of Credsticks begins a new series of adventures centered on the machinations of the Horizon Corporation. Runners will learn more about the dark side of Horizon, leading to future developments that could change the shape of the entire corporation. Runners that see this adventure to the finish will encounter trideo makers, music celebrities, showbiz leeches, some gang members bent on fame, and a very peculiar corporate experiment.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["26408",{"sku":["26408"],"category":"mission","type":"digital","name":"Boardroom Backstabs 1: Damage Control","releaseDate":["2012-03"],"description":"When the great dragon Hestaby leveled Saeder-Krupp’s arcology in Dubai, a lot of people wondered if the success of her act meant that Lofwyr & co. were off their game. And of course, the corps of the Sixth World aren’t ones to just sit around and speculate—instead, they act. All of the sudden, corporations of all sizes are on the move, snatching up any Saeder-Krupp clients they can pry away, telling them that S-K can’t be trusted in the current turmoil.\nSaeder-Krupp, though, is not about to let anyone believe they are weak. They're going to show that they should never be trifled with, and that clients would be well served to stay with them—or risk the wrath of Lofwyr. They’re bringing runners to Dubai to demonstrate that the largest megacorporation in the world still has strength to spare.\nDamage Control is the first in the new Boardroom Backstabs series of adventures for Shadowrun. The series explores one of the classic Shadowrunthemes—corporate machinations where every handshake is made with crossed fingers, and the hand you can’t see is always holding a knife. There’s a lot of money to be made on this job, but runners better keep their wits about them if they want to keep all those corporate sharks from feeding on them.","gameDate":"2073-08","edition":4,"publisher":["catalyst"]}],["26407",{"sku":["26407"],"category":"mission","type":"digital","name":"Horizon Adventure 3: Colombian Subterfuge","releaseDate":["2011-12"],"description":"If you’re going to win in modern warfare, you have to use every weapon in your arsenal. Guns, tanks, and bombs are great, but if that’s all you put into play, you’re going to lose. Information and propaganda have been a major part of war efforts for more than a century, and falling behind in those areas will doom you.\nAmazonia has gone to war with Aztlan, which is supported by the greatest public relations machine the world has ever seen. Ready to fight fire with fire, Amazonia has brought in Horizon to sway public opinion, and possibly the tide of the war, to their side. To make their case, they’ll need stealthy runs, fast moves, and quick thinking. And they’ll need it fast, because Aztlan is pressing hard and not inclined to show any mercy.\nColombian Subterfuge is a complete adventure that brings shadowrunners into the war raging in Bogotá while enlisting them in Horizon’s propaganda efforts. It contains all the information gamemasters need, from plot details to NPC statistics, to plunge players into the chaos of war.","gameDate":"2073","edition":4,"publisher":["catalyst"]}],["26S022",{"sku":["26S022"],"category":"mission","type":"digital","name":"Another Rainy Night","releaseDate":["2013-09-13"],"description":"Every day in the Sixth World people die in a thousand different ways. Every day blood is spilled. Every place that rain falls, it washes away some of the red that stains the streets.\nEliminating every killer in the Sixth World is as impossible as drying up every raindrop in a storm, but Thomas McAllister doesn’t want to get rid of all of them. Just one. He’s been on this killer’s trail for a while, and he knows he’s getting closer. The only question is if he’ll be able to handle getting as close as he’s about to be, or if his blood will join the stream that regularly flows into the gutters of the sprawls.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["26S005",{"sku":["26S005"],"category":"mission","type":"digital","name":"99 Bottles","releaseDate":["2011-09"],"description":"Mob wars are ugly things, but not all ugliness is created equal. Things are going bad in Bangkok, and one Yakuza leader named Shinoda Yoshinori has been receiving a series of unsettling messages: bodies of other members of his gumi, packaged and delivered in a decidedly unique fashion. If Yoshinori wants to preserve his gumi—and save his life—he’s going to have to take action. Due to the depleted manpower in his gumi, he’s ready to turn to shadowrunners for help.\n99 Bottles introduces Shadowrun’s new Enhanced Fiction line, in which short stories are accompanied by information and statistics that allows you to incorporate elements of the story into your game. In this book, the story kicks off a short adventure that is presented with all the information gamemasters and players need, from plot points to NPC stats to details of specific locations in the seething, energetic city of Bangkok. Let the new fiction set the stage for a plunge into one of the Sixth World’s seamiest spots!","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["7329",{"sku":["7329"],"category":"mission","type":"scan","name":"First Run","releaseDate":["1999"],"description":"First Run! features three complete adventures that help novice gamemasters and players learn the rules of Shadowrun, Third Edition\nIN THE SHADOWS YOU LEARN OR YOU DIE...\n...while playing. From a basic gun battle to a run against a corporate research facility to smuggling, this product lets players and gamemasters encounter the unique elements of Shadowrun. First Run! offers gamemasters suggestions for overcoming the most difficult aspects of running a game, and provides guidelines for building ongoing campaigns. Each adventure also includes hint for increasing the difficulty to challenge experianced player. For use with Shadowrun, Third Edition.","gameDate":"2060","edition":3,"publisher":["fasa"]}],["7328",{"sku":["7328"],"category":"mission","type":"scan","name":"Renraku Arcology: Shutdown","releaseDate":["1998-11"],"description":"You Wanted In--Now You Can't Get Out!\nSomething mysterious and terrible has shut down the Renraku Arcology. The doors are sealed, the Matrix is off-line, and 100,000 inhabitants are trapped within. The UCAS Army seals off the site, and not even Renraku knows what's really going on.","gameDate":"2060-02","edition":3,"publisher":["fasa"]}],["7331",{"sku":["7331"],"category":"mission","type":"scan","name":"Brainscan","releaseDate":["2000"],"description":"Don't Mess With My Head!\nWhat if your mind was no longer your?\nWhat if you could no longer distinguish fantasy from reality?\nWhat if your brain had an off switch, and someone else helt the remote?\nBrainscan is a campaign of five linked adventures that drop the characters squarely into the middle of a titanic struggle for identity, control and freedom.","gameDate":"2061","edition":3,"publisher":["fasa"]}],["7330",{"sku":["7330"],"category":"mission","type":"scan","name":"Corporate Punishment","releaseDate":["2000"],"description":"You're a shadowrunner, not some corporate lackey. No 9-to-5 shackles or power-tie chains for you. Every time you take on a run, you sign up to be used and abused. But you've got the smarts to come out on top.\nCorporate Punishment consists of three adventures in which the runners serve as pawns in a brutal corporate power struggle. They use their wits and weapons to take what the corps throw at them and survive with a smile—because the alternative is to hang up their Uzis and get a day job.","gameDate":"2061","edition":3,"publisher":["fasa"]}],["SRM00-01",{"sku":["SRM00-01"],"category":"mission","type":"digital","name":"Mission Briefing","releaseDate":["2004"],"description":"Your chance at the big time – a friend has tipped you off about a job opportunity to do some bodyguard work for a group of exclusive clientele. You have been trying to break into the Seattle shadow scene, and these are just the kind of people that can help. All you have to do is make sure that their meeting doesn’t get interrupted. It’s a simple walk in the park, natch!","gameDate":"2061","edition":3,"publisher":["fanpro"]}],["27PM005",{"sku":["27PM005"],"category":"mission","type":"digital","name":"Jumping Ship","releaseDate":["2017-04"],"description":"Runners are rule-breakers. Lawless. Independent. But their dirty secret is that they don’t break all the rules—they just are more open in choosing which rule sets they should follow. And sometimes, they just make up their own rules. Some of those rules are based on what brings them the most money. Others talk about honor and loyalty, concepts that are incredibly important to some runners and derided as useless baubles by others.\nWhatever rules runners invent for themselves, there are times they are tested. And one of those times is coming up.\nPlenty of runs don’t end like they should, but what’s really rare is when runners get to take a run that blows up and stick on their own ending. What starts as an extraction quickly goes south, and the runners are going to have to figure out which rules they’re going to follow to make the ending stick. Who will be happy, who will be angry, who will get paid, who will get dead—runners will have to invent rules that can help make all those questions come out right.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM00-02",{"sku":["SRM00-02"],"category":"mission","type":"digital","name":"Demolition Run","releaseDate":["2004"],"description":"Sometimes drek just needs to get blown up. And when it does, you’re the folks that they call to do it. It’s all in the job description, chummer.","gameDate":"2061","edition":3,"publisher":["fanpro"]}],["27PM002",{"sku":["27PM002"],"category":"mission","type":"digital","name":"A Holy Piece of Wetwork","releaseDate":["2016-10"],"description":"Auslander. If you haven’t heard the name, you’re lucky. If you have heard it, then you know enough to be worried. But not scared, because fear’s not part of the job. Which is good, because the job Mr. Johnson’s got in store for you is a big one—going to Auslander’s home metaplane and talking him out, once and for all.\nIt’s not safe. Of course it’s not. Even the act of getting to the metaplane will cost blood, and nothing gets easier from there. Every type of assault will be thrown at the runners, and they will need every milligram of their considerable skills if they want to succeed and, somehow, survive.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["26APR12",{"sku":["26APR12"],"category":"mission","type":"digital","name":"Free Taiwan","releaseDate":["2012-04"],"description":"There’s stuff—good stuff, important stuff, stuff a lot of people want—that’s stuck. Sitting where it can’t do anyone a bit of good. And to people who know how to make money from such things, the fact that the goods aren’t moving is incredibly upsetting. Upsetting enough to make even the most kind-hearted individuals want to punch a baby seal in the face.\nThe goods aren’t going to sit there forever, though. Plans are hatching to get the goods moving and out into the world. This being the Sixth World, those plans involve twists, turns, and the kind of complications that keep shadowrunners on their toes. But if they’re brave and resourceful enough, they might be able to make some money off the cargo sitting on the good ship Free Taiwan.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["CMP10-02",{"sku":["CMP10-02"],"category":"mission","type":"digital","name":"Copycat Killer","releaseDate":["2012"],"description":"For three years the Mayan Cutter terrorized the metahumans of Seattle and many point to their inability to stop him as the reason Lone Star lost it's Seattle contract. Shortly after Knight Errant took over, the killings stopped and the Tin Men took credit for bringing him down. But now the killings have started again. Is it a copycat or is it the real deal? You'll have the chance to find out when a grief-stricken Mr. Johnson calls you to track him down so he can get revenge.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["27PM001",{"sku":["27PM001"],"category":"mission","type":"digital","name":"Killing Pawn","releaseDate":["2016-03"],"description":"There are certain things shadowrunners know. They know Mr. Johnson will not tell you everything. They know sometimes the things you don’t know can kill you. And they know that one of the keys to survival is staying one step ahead of the opposition—or, in times when you are working for a devious Mr. Johnson, not falling too many steps behind.\nThe corporate enclave of Manhattan is the scene for some high-stakes manipulation that will test just how skilled shadowrunners are. Killing Pawn is a Prime Mission, a higher-level challenge designed for characters that have already triumphed in a large number of regular Missions and are ready for something tougher. Runners will have to think fast and shoot even faster if they want to come out ahead in this game—or at least not get captured in the first few moves.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SMH201501",{"sku":["SMH201501"],"category":"mission","type":"digital","name":"Friendship Is Tragic","releaseDate":["2015-04"],"description":"An hour or so outside Chicago is a group of Amish—a group containing humans, metahumans, and centaurs—nicknamed the Neutral Amish because they are complete pacifists and stay to themselves. The Neutral Amish have many excellent craftsmen, and they build everything from commercial shipping pallets to fine furniture and wooden figurines. Simon Andrews was visiting this group to purchase miniatures for a game for one of Saeder-Krupp’s subsidiaries when a herd-gang of centaurs known as the Bronies (yeah, you read that correctly) attacked the Neutral Amish, demanding food, money, and handmade garments. The Bronies killed an Amish family and burned their farm to the ground in the attack. This should be viewed as an isolated act of violence, not an indictment of all who bear the name “brony.”\nThe Amish held a community benefit auction to raise money to hire shadowrunners to deal with the problem. Simon Andrews offered up his services as a fixer for them, free of charge, because Simon is a softy who loves hand-crafted furniture.\nOnce hired, the shadowrunners will go to NuerTagDorf and investigate. While the runners are investigating, the Bronies will return and kidnap one of the Amish girls on the other side of town. The team will locate the Bronies’ barn, only to find it empty save for a group of followers. From there they will return to the village to find an attack underway, as the Bronies are displeased with the lack of homemade garments, and think they need to teach the Neutral Amish that they are serious. There the final battle will take place. ","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SMH201601",{"sku":["SMH201601"],"category":"mission","type":"digital","name":"UnCONventional Warfare","releaseDate":["2016-04"],"description":"Louis Gilbertson has a problem—a big problem.\nSeven years ago his father passed away and left him sole owner/proprietor/promoter of GameCon, the largest of the few remaining independent gaming conventions in the world. At first, he was honored to carry on his father’s legacy, as Gilbertson is a lifelong gamer nerd himself who learned about gaming and the industry from his father, Louis Senior. For the first five years after Louis Senior’s death, no one could touch GameCon. Various corporate sponsors and gaming companies continued to flock to GameCon as they had in decades past, using it to showcase their latest products.\nHowever, since Louis Senior’s death, there’s been a small shadow-war between GameCon and upstart rival DarkestShadowCon. So far, Gilbertson and GameCon have been able to hold DarkestShadowCon at bay (barely) by keeping its numbers up. However, that hasn’t stopped DarkestShadowCon from engaging in a bit of sabotage augmented with numerous smear campaigns and flame wars on the Matrix. While their attendance numbers are higher than ever, GameCon has barely broken even monetarily over the last three years after dealing with DarkestShadowCon’s shenanigans.\nNow it seems DarkestShadowCon is poised to deliver a coup de grace. ","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SMH201701",{"sku":["SMH201701"],"category":"mission","type":"digital","name":"Scene It All Before","releaseDate":["2017-04"],"description":"Sid Gambetti contact the runners to meet him at the Hawthorne Grill to discuss a job. Once the team arrives at the restaurant, Sid lays out the details of the run and negotiates. The team is to meet with two clients near an MCT Research Facility for an extraction. Once they are secured, the team and clients are to go to the nearby docks to escape via boat. At the end of negotiations, the restaurant gets robbed with the team still inside.\nThe team loads into a VTOL commuter aircraft and begins the trip to a remote coastal town in Chile. The VTOL stops to allow the runners to parachute to the rendezvous coordinates, drawing the Chilean force’s attention. After the runners parachute out of the plane, it is hit with a missile and spirals out of control. Pieces of the VTOL break apart and smash into containment biodomes outside of the MCT Research Facility—freeing dangerous research specimens into the night.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["7327",{"sku":["7327"],"category":"mission","type":"scan","name":"Blood in the Boardroom","releaseDate":["1998"],"description":"The boardrooms become war rooms as the movers and shakers shift their fights from the stock exchange to the streets. Using everything from military-scale assaults on ultra-secure company compounds to stealth missions and sabotage, the fat cats have gone to war. Dunkelzahn's will made the head of security for Fuchi Industrial Electronics a voting member of Renraku's board of directors – and all hell broke loose. Now Fuchi is in a civil war that may destroy the corporation. Renraku is under siege on every front and must turn to an old enemy to survive, as Ares goes on the offensive to purge itself of traitors. Even minor-leaguer Yamatetsu must fight its way out of Japan when a metahuman takes over the helm.\nThe most desired asset in this upheaval isn't a stack of stocks or a portfolio of investments, but a professional shadowrun team willing to keep its mouth shut and do the job.","gameDate":"2057-08","edition":2,"publisher":["fasa"]}],["7313",{"sku":["7313"],"category":"mission","type":"scan","name":"Dark Angel","releaseDate":["1993-12"],"description":"Music worth dying for.\nWhen the only known recording of a late, great street musician appears in the hands of a major record company, it's up to the runners to find out the truth.\nJust what was that corp willing to do to get that recording?","gameDate":"2051","edition":2,"publisher":["fasa"]}],["7312",{"sku":["7312"],"category":"mission","type":"scan","name":"One Stage Before","releaseDate":["1992"],"description":"One False Step...\n...& the Fat Lady Sings!\nWhen Mr. Johnson hires shadowrunners to discover the brains behind repeated attempts to sabotage a major corporation's latest acquisition, their first wrong move could be their last.","gameDate":"2053","edition":2,"publisher":["fasa"]}],["7315",{"sku":["7315"],"category":"mission","type":"scan","name":"Celtic Doublecross","releaseDate":["1993"],"description":"Renowned as a land of wonders, Tir Na Nog brims with ancient elven art and sophisticated elven nobles, powerful magic and cutting-edge technologies. But beneath this cultured facade lies a dark mix of long-simmering feuds and Machiavellian plots. Now add a dash of good old UCAS politics, and you have a Byzantine brew of betrayal and bloodshed, a Mickey Finn with a lethal kick.","gameDate":"2053","edition":2,"publisher":["fasa"]}],["7314",{"sku":["7314"],"category":"mission","type":"scan","name":"A Killing Glare","releaseDate":["1993-01"],"description":"URBAN BRAWL\n\n\"TWO BALLS, TWO GOALS, AND ABOUT THREE THOUSAND ROUNDS OF ARMOR-PIERCING AMMUNITION!\"\n\nSome call it the ultimate game, the supreme test of cunning and strength. Others find it a barbaric blood sport, nothing more than barely contained mayhem that appeals to the most primitive blood lust lurking in the human psyche. For the shadowrunner, the world of Urban Brawl holds a Byzantine maze of betrayal, buried secrets, and sudden violence. So how about it are you ready to rock and roll with the big boys?","gameDate":"2054","edition":2,"publisher":["fasa"]}],["7311",{"sku":["7311"],"category":"mission","type":"scan","name":"Ivy & Chrome","releaseDate":["1991-05"],"description":"Ever try to find someone in the Sprawl?\nSorta like findin' a smooth spot on a troll.\nNevertheless, someone needs to be found, and fast.\nIt's hid and seek, search and destroy.\nThink you can handle it, shummers?","gameDate":"2051","edition":1,"publisher":["fasa"]}],["7308",{"sku":["7308"],"category":"mission","type":"scan","name":"Total Eclipse","releaseDate":["1991-11"],"description":"The word is out, chummer. If you want blazing rock and roll, there's only one band to see: The Elementals. The buzz is they're about to become the next local band hit the big time\nThere's just one problem. The elementals have broken their recording contract, and in the world of corporate domination, nobody goes solo.\nThe runners' job? Find the band and bring them home. Alive.","gameDate":"2051","edition":1,"publisher":["fasa"]}],["7307",{"sku":["7307"],"category":"mission","type":"scan","name":"Dragon Hunt","releaseDate":["1991-03"],"description":"In this Shadowrun adventure, the shadowrunners are hired to find a lost identity. The only problem is that some of the biggest corporations in Seattle don't want it found. Hide and seek, cross and double-cross, a dragon's deeds and desires… Ah, business as usual in the shadows…","gameDate":"2051","edition":1,"publisher":["fasa"]}],["7310",{"sku":["7310"],"category":"mission","type":"scan","name":"Elven Fire","releaseDate":["1992"],"description":"Gang violence strikes at the heart of Seattle.\nWhat are they?\nNight after night, senseless violence and destruction turn the metroplex into a war zone.\nWhat do they want?\nBy day, citizens move quickly from place to place, alert for the first signs of danger. By night, they hide where they feel safe, praying that the only death they see before dawn is on the trideo.\nHow can they be stopped?\nTonight, the streets run with blood. Elven Fire is an adventure for Shadowrun.","gameDate":"2053","edition":1,"publisher":["fasa"]}],["7309",{"sku":["7309"],"category":"mission","type":"scan","name":"Imago","releaseDate":["1992"],"description":"There's bound to be trouble when Seattle-based shadowrunners are imported to take care of business in the United Kingdom. A valuable employee of one of Britain's largest megacorporations may be missing, and Transys Neuronet will be damned if they're going to let anyone on their side of the pond know about it.\nThe search takes the runners through Scotland, the city of Edinburgh, and to darker corners of the Matrix than they ever dreamed existed. It's a complex puzzle of betrayal, friendship, isolation, hatred, blinding love, vengeance, and, in the most bizarre twist of all - life after death.","gameDate":"2053","edition":2,"publisher":["fasa"]}],["7316",{"sku":["7316"],"category":"mission","type":"scan","name":"Eye Witness","releaseDate":["1994"],"description":"THEY SAY THE EYE RETAINS THE IMAGE OF THE LAST THING IT SEES...\nAccording to some, parts is parts. But when one of those parts contains a motive for murder, betrayal. And corporate espionage, can a shadowrun be far behind?\nEye witness takes a team of shadowrunners on a quest for justice across Deattle, into the boardroom of a corrupt corp, the darkest corners of the sprawl's slums, and the noxious depths of Seattle's underworld.","gameDate":"2055","edition":2,"publisher":["fasa"]}],["7324",{"sku":["7324"],"category":"mission","type":"scan","name":"Predator and Prey","releaseDate":["1998"],"description":"It used to be simple, right? When you went out into the wild, if you ran into something that didn’t like you much, you mainly worked to steer clear of the business end of their claws and teeth. Maybe there were a few spitters or stingers out there, but not many, and a lot of them weren’t too nasty. But that was then, before the Awakening.\nNow, there are critters out there that can mess with your mind, that can breathe fire, and that can freeze you with their gaze or hurt you with their scream. And you might come after them with fire, ice, or good, old-fashioned bullets, and they might shrug your attack right off. Maybe you think you can avoid them—stay in the city and out of the wild. Nope, because in a lot of places, the city is the wild. The critters are there, and they’re waiting for you.","gameDate":"2057-09","edition":3,"publisher":["fasa"]}],["7323",{"sku":["7323"],"category":"mission","type":"scan","name":"Shadows of the Underworld","releaseDate":["1996-12"],"description":"You've got a choice — fight back or get out of the way!\nShadows of the Underworld is a collection of five Shadowrun adventures, set against the chaos of the United Canadian and American States Presidential election of 2057. The runners get entangled with everything from political agents to fanatical cults, from a gun fight on the top of New York City's most famous building to the secret world of Oakland's metahuman underground. Shadows of the Underworld is intended for gamesters and players of all experience levels.","gameDate":"2057-05","edition":2,"publisher":["fasa"]}],["7326",{"sku":["7326"],"category":"mission","type":"scan","name":"Mob War","releaseDate":["1997"],"description":"Struggle in the sprwal!\nCan the death of one man forever change the balance of power in the shadowy underworld of Seattle? Can one man's death spark a blaze of violence guaranteed to burn everyone from the lowliest chip dealers to the CEOs of megacorps? When the dead man is Don James O'Malley, head of Seattle Mafia, the answer is yes. There's infighting in \"the Family\", and every other syndicate is determined to take advantage of the chaos to grab themselves a bigger share of the nuyen. As the Triads battle the Yakuza for control of Seattle's docks, the Mafia defends its upscale gambling dens agains the Yakuza attacks--and the Seoulpa Rings take over anything that's not nailed down. The Seattle underworld has erupted in violence and no one is safe from the...\n...MOB WAR!","gameDate":"2058-01","edition":2,"publisher":["fasa"]}],["7325",{"sku":["7325"],"category":"mission","type":"scan","name":"Missions","releaseDate":["1996"],"description":"SCUM GO ON SHADOWRUNS - YOU ACCEPT MISSIONS\nFor every shadowrunner in the sprawl, there's someone like you working the other side of the shadows. Your kind try to make a difference. As part of a DocWagon High Threat Response team, you've been on the receiving end of a firefight while trying to retrieve a client. You might wear the Lone Star badge, with orders to go undercover into the shadows you've sworn to eliminate. You may owe your loyalty to a corporation, proud to defend its secrets and assets from others who are ready and willing to take you down. As a reporter, you are committed to exposing those same secrets. If you love your country above all else, you may have dedicated your life to work for your government, ready to perform any task required.\nMissions is a collection of four Shadowrun adventures that allow players and gamesters to experiment with the alternate campaigns presented in the Shadowrun Companion: Beyond the Shadows. In these adventures, the players can play a DocWagon High Threat Response team, Lone Star undercover police, corporate security agents, government commandos or even a media investigative team. Missions includes suggestions for translating these adventures into campaigns and for incorporating an existing shadowrun team into these adventures. Missions in intended for gamesters and players of all experience levels.","gameDate":"2058","edition":2,"publisher":["fasa"]}],["7322",{"sku":["7322"],"category":"mission","type":"scan","name":"Super Tuesday","releaseDate":["1996-12"],"description":"VOTE EARLY! VOTE OFTEN!\nVOTE THE WAY THE TROLL WITH THE GUN WANTS YOU TO!\nSure, running against the corps is hard. But there's nothing in this world slimier, colder and deadlier than taking a run for some political slag. You're pawns, toys, nice at the mercy of a fat and nasty cat. They say never trust a dragon - I say never trust a politician.\nSuper Tuesday is a collection of five Shadowrun adventures set during the chaotic United Canadian and American States Election of 2057. From breaking into Bug City, to stopping a psycho toxic shaman on a death mission, to tangling with a secret society on a quest for a magical talisman, the player characters find out what it means when politicians enter the shadows.","gameDate":"2057-05","edition":2,"publisher":["fasa"]}],["7318",{"sku":["7318"],"category":"mission","type":"scan","name":"Divided Assets","releaseDate":["1994"],"description":"To the corporations, everything's an asset to be charted., inventoried, and maintained. Everything is accounted for - even people. But what happens when a particular asset - namely an eight-year-old boy - becomes a pawn in a messy piece of corporate extraction? That's up to the Shadowrunners to decide. Unfortunately, all the firepower and magic in teh world won't help solve the problem.","gameDate":"2055-07","edition":2,"publisher":["fasa"]}],["7317",{"sku":["7317"],"category":"mission","type":"scan","name":"Paradise Lost","releaseDate":["1994"],"description":"A run in Hawai'i, paradise of sun and surf, should be the answer to every shadowrunner's dream. But when runners need to track down a piece of valuable, stolen tech in the island kingdom, they find that bright, cheerful Hawai'i hides dark intrigues and darker dangers.","gameDate":"2054","edition":2,"publisher":["fasa"]}],["7320",{"sku":["7320"],"category":"mission","type":"scan","name":"Harlequin's Back","releaseDate":["1994-12"],"description":"Harlequin's Back…\n…and the world may never be the same!\nIt's long been said that trouble follows Harlequin around like a loyal dog, but this time he's taking the lead and dragging some shadowrunners along on his waking nightmare. It's clear that the level of magic is rising in the Sixth World, and bigger magic makes the world a more dangerous place. But the particular danger Harlequin's worried about isn't supposed to be a problem for another two thousand years…","gameDate":"2055","edition":2,"publisher":["fasa"]}],["7319",{"sku":["7319"],"category":"mission","type":"scan","name":"Double Exposure","releaseDate":["1994-12"],"description":"The recently formed organization known as Project Hope has embarked on a seemingly imposible task of restoring life and prosperity to the Glow City region of the Redmond Barrens. To achieve its noble goal, Project Hope uses the resources of a community largely ignored by society: Seattle's teeming homeless population. Through a well-orchestred procedure, the homeless and destitute can apply at the Project's downtown Seattle office for admission to one of Project Hope's ten relief campos. For those down on their luck, the lure of free food and shelter and the chance to join a prospering new comunity far outweight the hard work demanded of them and the risks of living in the Glow City neibrhood.\nOf course, nothing is as it seems. Behind Project Hope's benevolent community-work camps and free medical services lies a deception of nightmarish propositions involving Renraku Computer Systems, the Universal Brotherhood, and a powerful Ant Queen.","gameDate":"2055-08","edition":2,"publisher":["fasa"]}],["BMAPS",{"sku":["BMAPS"],"category":"misc","type":"digital","name":"Blackjack Maps","releaseDate":["2010"],"description":"A collection of building maps to be used in game from Blackjack.","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["7401",{"sku":["7401"],"category":"misc","type":"scan","name":"Sprawl Maps","releaseDate":["1994"],"description":"Sprawl Maps contains 8 new, full-color maps of sites in the sprawl, including a monorail/subway station, a warehouse, a park, low- and no-rent apartments, a street, and a nightclub.","gameDate":"2053","edition":2,"publisher":["fasa"]}],["27CCG",{"sku":["27CCG"],"category":"misc","type":"digital","name":"Shadowrun 5th: Conversion rules","releaseDate":["2013-07-16"],"description":"Shadowrun, Fifth Edition introduces some rule tweaks for shadowrunners and this guide will help you move from SR4 to SR5.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["7111",{"sku":["7111"],"category":"misc","type":"scan","name":"D.M.Z.: Downtown Militarized Zone","releaseDate":["1990-10"],"description":"D.M.Z. is a game of urban comat in the near future. It is a future that may resemble your darkes nightmares or your deepest dreams. In the year of 2050, the integration of technology and the Human form has changed global society profoundly. It is a time of ultimate luxury for the rich and bottomless despair for the poor. Multinational corporations rule, their needs and desires overshadowing the wills of nations. In the streets, violence holds sway, with sybernetically enhanced wariors battling for control of buildings, blocks, and even cities. The police forces, now operated by corporate subcontractors, seek to maintain control. The slide towards anarchy see,s irrevocable.\nAt the same time, the very nature of the planet has changed, too. Magic has returned to the world in force, and with it, the rebirth of ancient races of Elves, Dwarfs, Orks and Trolls. But this is not one of the great civilizations of old; this is one of power and greed, of evil in the board room and anarchy in the streets. The animals of mithology have also returned to roam the Earth: Vampires, Ghouls, Gargoyles, Hell Hounds, and Dragons. With the return of magic, mankind once more remembers its ways and its uses. Magician flourish, exerting their influence equally in the corporate board rooms and on the streets.","gameDate":"2050","edition":1,"publisher":["fasa"]}],["2635A",{"sku":["2635A"],"category":"misc","type":"digital","name":"BattleRun: Best Ever - An Eighth World Adventure","releaseDate":["2009-04"],"description":"BEST EVER\nAn Eighth World Adventure\nA product 45 years in the making! Though most of those years were concurrent!\n\nAs BattleTech celebrates its 25th anniversary and Shadowrun celebrates its 20th, the visionaries at Catalyst Game Labs have, for the first time ever, brought these two worlds together! Join us in a universe that combines the best of two fantastic game universes in a tournament to decide who is the best warrior of all time!\n\nMany warriors have fallen, and only four remain in the Best Ever Tournament: Kieran McCool, the wily immortal elf who pilots the most feared 'Mech on the battlefield; Asmodeal el Angel de la Muerte, the Manei Domini blood mage who is so evil that his mere presence destroys all photons in the immediate vicinity; Nadja Daviar, a refugee from the 21st century who has lost none of her wiles or extreme sex appeal; and newcomer Jonas Hadry, a MechWarrior and battlefield commander so charismatic and beloved that it seems that possibly the deck was a little stacked in his favor.\n\nThe Best Ever is a bold venture that bridges two universes. Exciting, visionary, and often a bit deranged, this is the project that no one was asking for but everyone will love!\n\nContains a summary of the new Eighth World setting, nine new character archetypes, and a roleplaying adventure that involves your characters in the excitement, glamor and sheer ludicrousness of the Best Ever Tournament.\n\nThe Best Ever is kind of compatible with Shadowrun, 4th Edition, and A Time of War: The BattleTech RPG, elbow grease to make fully compatible not included.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["26CCG",{"sku":["26CCG"],"category":"misc","type":"digital","name":"Shadowrun 4th: Conversion Rules","releaseDate":["2005"],"description":"Rules for convertion from 3rd to 4th edition.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["7701",{"sku":["7701"],"category":"misc","type":"scan","name":"High Tech and Low Life: The Art of Shadowrun","releaseDate":["1997-06"],"description":"High-Tech & Low-Life: The Art of Shadowrun brings to life the cyberpunk, neo-fantasy and science fiction elements of Shadowrun. It includes eight years worth of luminous interior pages and dramatic covers from FASA's futuristic roleplaying universe and, for the first time, assembles them in a single volume.\nThe work of many of the artists featured in this book also appeared in Spectrum, an annual compilation of the best of fantastic art, including Luis Royo, John Zeleznik, Doug Andersen, Brom, Rick Berry, Jim Nelson, Tom Baxa, Joel Biske, and Jeff Laubenstein.","gameDate":"2053","edition":2,"publisher":["fasa"]}],["26APR13",{"sku":["26APR13"],"category":"misc","type":"digital","name":"Rigger 4","releaseDate":["2013-04"],"description":"We love riggers. We want them to have toys. But when we gathered the freelancers at the clubhouse (saltines are free, but bring your own beverage. And a chair), we quickly noticed that they were struggling to come up with ideas.\nThis puts us in a pinch. We thought we could try making our scary face at them to intimidate them into genius creativity, but we have been told in the past that our scary face looks like a mildly peeved newspaper delivery boy, so that wasn’t really going to get us anywhere. Besides, we like to offer carrots instead of sticks whenever possible. Though as we thought more about it, the whole concept of sticks seemed alluring. Maybe we could beat them into creativity!\nSo we set about them, making sure to work the torso and not leave any marks on their beautiful faces. After a while they started complaining that they’d really like to lie down for a while, so I broke out the sleeping bags and had them settle down on the clubhouse floor. I hoped that once they woke up, the genius would start flowing.\nAs you’ll see in these pages, our hopes were well and truly met—and then some. While this compilation may be slightly shorter than rigger books of past editions, we think you’ll agree that no rigger book in the history of Shadowrun has presented a series of vehicles and drones quite like this one. Only the right minds, treated the right way, could come up with the information this book contains. So it is with great pride that we present you: Rigger 4! Enjoy!","gameDate":"2075","edition":4,"publisher":["catalyst"]}],["26APR3p",{"sku":["26APR3p"],"category":"misc","type":"digital","name":"Street Legends: Home Edition","releaseDate":["2012-04"],"description":"When developing Shadowrun, we come across all sorts of ideas. Good ideas. Crazy ideas. Ideas guaranteed to make us require yet more expensive psychotherapy bills. Yet we don’t believe there are bad ideas—only ideas that need the right outlet. Street Legends: Home Edition is our way of providing a place for those ideas that, in normal circumstances, leave us shaking our heads in confusion and/or despair.\nMeet an ork in a sequined white jumpsuit, a ninja elf stripper, a set of triplets with an unusual bond, and the most enthusiastic, cheerful shadowrunner you’ll ever meet. They may not be you’re typical runners, but they’re all legends—in the sense of, if you met them, you’d still have trouble believing they existed.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["TSS-SDT",{"sku":["TSS-SDT"],"category":"magazine","type":"digital","name":"The Shadowrun supplemental: Seattle 2063 Downtown","releaseDate":["2002"],"description":"The heart and soul of the Metroplex, Seattle’s Downtown is unlike any other city in North America. Tourists can find a wide variety of entertainment in the Downtown shops, restaurants, theaters and museums. Whether you enjoy the sites from one of the many dirigible services that grace Seattle’s skyline, or you choose to take in the sites with a brisk walk, you can be sure that your trip to Seattle will be like no other!","gameDate":"2053","edition":2,"publisher":["unofficial"]}],["SRM04-08",{"sku":["SRM04-08"],"category":"mission","type":"scan","name":"Brothers United (Artifact Rush, Part 4)","releaseDate":["2012-05"],"description":"A girl is missing. Finding her would be a nobler mission than most shadowrunners normally pursue, which means there must be a catch. And there is. The runners’ job starts at a talismongers and then brings them to a Barrens orphanage. If they’re observant enough, they’ll be launched on a journey that will take them through dark tunnels, past dangerous entities, and, eventually, to a supposedly abandoned building that holds at least two dark secrets. If they’re lucky, they’ll find Ruth alive. If they’re unlucky, they’ll find her alive and transformed.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["SRM04-07",{"sku":["SRM04-07"],"category":"mission","type":"digital","name":"Burn (Buried Underground, Part 4)","releaseDate":["2012-02"],"description":"If constant friction makes things hot, then the Ork Underground is ready to blaze. Proposition 23, known to some as “Project Freedom,” is coming closer to a vote, and it could make the Ork Underground a full district of the city of Seattle. People on both sides are willing to do just about anything to make the vote go their way, and they’re demonstrating that willingness with blades, bullets, explosives, and more. This has become more than a fight for votes—it’s a struggle for survival.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["SRM04-10",{"sku":["SRM04-10"],"category":"mission","type":"digital","name":"Romero & Juliette (Artifact Rush, Part 5)","releaseDate":["2012-09"],"description":"A missing shadowrunner. An artifact with mysterious, blood-fed powers. And astral beings with horrible grudges. All of these elements—and more—are coming together to give shadowrunners a long day and a longer night, as they move from trying to find what has been lost to struggling for their survival. And with what they’re up against, survival would be a very notable accomplishment.\nWhether you have played previous Missions in Season Four or are just now diving into this plotline, SRM 04-10: Romero and Juliette provides a test for any group of shadowrunners while also increasing the intensity of the hunt for artifacts in Seattle. This one will give runners a story to tell over the next round of drinks, as long as they an stay alive long enough to buy one.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["SRM04-09",{"sku":["SRM04-09"],"category":"mission","type":"scan","name":"Assassin Nation (Buried Underground, Part 5)","releaseDate":["2012-08"],"description":"The debate over the future of the Ork Underground is heating up. Proposition 23, which will decide whether or not the Underground becomes an official district of the city of Seattle, is coming up for a vote, and people on all sides are getting desperate. There are those, though, who understand that desperation can breed opportunity, and they are hatching plots that can help them take advantage of the chaos that is sure to rain down on the city. And there are others for who chaos is an end in and of itself.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["SRM04-06",{"sku":["SRM04-06"],"category":"mission","type":"digital","name":"Hard Target (Artifact Rush, Part 3)","releaseDate":["2012-01"],"description":"The Sixth World is full of dark crevasses and corners where people can hide. Where they can go when the rest of the world has told them they don’t belong. Where they can be forgotten. People who disappear into these places become secrets, whispered threats of a mysterious something that lurks just out of sight.\nSome people—the normal ones, the sane ones—avoid these dark corners and any danger they might be hiding, but shadowrunners don’t have that choice. The dark corners are where they live. So when Mr. Johnson needs some information that’s hidden in one of these places, you know that he’s not going after it himself. He’ll send some runners instead and let them deal with whatever might be waiting for them.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["SRM04-03",{"sku":["SRM04-03"],"category":"mission","type":"digital","name":"Rally Cry (Buried Underground, Part 2)","releaseDate":["2011-07"],"description":"Whoever wins the war for the future of the Ork Underground is not going to leave a single weapon holstered. From waging outright violence to employing political subterfuge, both sides in the struggle are willing to use any tactics they can dream of to advance their cause.\nAnti-metahuman sentiment has long been a hot-button issue in Seattle, and some members of the Ork Rights Committee have decided to expose one of Governor Brackhaven’s cronies for the racist they believe him to be. The only trouble is, people with a high public profile are usually very careful about keeping up appearances. If the ORC is going to support their accusations of racism, they may need some help in getting—or manufacturing—the evidence they need. That, of course, is where shadowrunners come in.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["SRM04-02",{"sku":["SRM04-02"],"category":"mission","type":"digital","name":"Extraction (Artifact Rush, Part 1)","releaseDate":["2011-05"],"description":"Parker Acson is a hot property. Horizon has just hired him, but they’re the only ones who want him. Acson has gotten the attention of plenty of players in the magical arena, and several of them are interested in getting a piece of him. The runners have been hired to extract Acson by a mysterious Mr. Johnson, and they’re going to have to move quickly to get him out safely. There is plenty of competition out there, and not all of them are interested in Acson staying alive and intact.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["SRM04-05",{"sku":["SRM04-05"],"category":"mission","type":"digital","name":"On A Silver Platter (Artifact Rush, Part 3)","releaseDate":["2011-12"],"description":"A year ago your fixer's daughter was killed by the Mayan Cutter copycat. He always suspected that someone else was pulling the strings, someone highly placed. Now he believes he has proof, but that someone isn't going down without a fight. The stakes are higher than ever aand someone's trying to stop you before you even start! Are you ready to serve up a side of revenge?","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["SRM04-04",{"sku":["SRM04-04"],"category":"mission","type":"digital","name":"Smuggler's Blues (Artifact Rush, Part 2)","releaseDate":["2011-09"],"description":"Crossing the border into Salish-Shidhe territory is not easy under the best of circumstances. Crossing when you’re carrying an item that lights up the astral plane like a phosphorus bomb is even trickier. But the stakes are rising in the fight over magical artifacts that keep finding their way into the Seattle area, and that means the possible payouts are going up as well. If you can play the role of a smuggler to the hilt and make all the right contacts, you have the chance for a serious payday. Of course, you also stand a good chance of making some very powerful enemies, but isn’t that always the way?","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["SRM04-11",{"sku":["SRM04-11"],"category":"mission","type":"digital","name":"Election Day (Buried Underground, Part 5)","releaseDate":["2012-11"],"description":"When the campaigning is done, the debates are over, and the voters are heading out to cast their votes, it’s time for the final push. Whether you’re fighting for a particular candidate or a specific cause, you don’t want to feel like there was more you could have done, that there was one more gambit you could have pulled to put your side over the top. Now is your final chance to make a difference before the votes are counted.\nIt’s Election Day in Seattle, and there’s plenty up for grabs, including the future of the Ork Underground. The power players of the sprawl want things to go their way—whatever way that may be—and they’re not pulling any punches. They’re dumping out their bags of tricks, and naturally some of those tricks involve giving money to shadowrunners. Whether they’re being asked to start riots between voters or find an operative who is sitting on too many secrets, they’re going to have a busy day, and their actions will shape the future of Seattle. With any luck, they’ll be alive to see it.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["SRM05-02",{"sku":["SRM05-02"],"category":"mission","type":"digital","name":"Critic's Choice","releaseDate":["2014-04"],"description":"When the curtain goes up on a shadowrun in Chicago, you never know who’s going to take the stage. There are all sorts of creepy players out there, ghouls and gangers and more, and once the overture’s done, runners better be ready to dance with whoever emerges, with the rat-a-tat-tat of bullets keeping time.\nThe cast of characters in this mission includes a good-hearted street doc looking to expand, a pit-fighting elf, a pugnacious gang leader with an historical bent, and one of the oddest tribal gatherings ever seen inside a major sprawl. That’s not all, of course—what would a good shadowrun be without a few surprise guests? Runners will have plenty to keep them on their toes, and hopefully by the end they’ll have moved up a spot or two in the Chicago shadowrunner cast list. Assuming, of course, that they haven’t dropped six feet under.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM05-01",{"sku":["SRM05-01"],"category":"mission","type":"digital","name":"Chasin' the Wind","releaseDate":["2013-09"],"description":"It’s been nearly twenty years since disaster struck the city of Chicago, transforming it into an urban hellscape, and some people now believe it’s suffered enough. The Governor of Illinois has initiated and ambitious plan called Project: Takeback to reclaim the feral urban jungle. What’s more, he’s put money into the effort, and that’s the language every corporation on Earth understands. Suddenly, the race is on as the megacorps scramble to claim pieces of the Windy City. They’ll be butting up against the dangers of the Containment Zone and each other, so they’re going to need all sorts of deniable assets. The shadows of Chicago are coming back to life.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM05-04",{"sku":["SRM05-04"],"category":"mission","type":"digital","name":"Liberation","releaseDate":["2014-12"],"description":"Every shadowrunner knows the fear that comes with the words “milk run.” Anytime something is supposed be easy in the Sixth World, it’s guaranteed to come with unexpected headaches and danger, and that holds especially true for Chicago. Lothan the Wise, an egotistical troll mage who is extra irritating because he has the skills to back up his braggadocio, says he has a simple job. There’s no question that things will get more complicated than he expects—the only question is how things will go wrong, and which of the dangerous denizens of the feral sprawl will leap up to cause trouble. Runners will have to be fast, flexible, and able to think on their feet—but isn’t that part of the basic job description anyway?","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM05-03",{"sku":["SRM05-03"],"category":"mission","type":"digital","name":"Gone Long Gone","releaseDate":["2014-08"],"description":"This isn’t your first run in Chicago. You may not know every street corner and alleyway, but you know the sprawl well enough that when someone tells you they’ve got a job that “should be easy”—well, it won’t be. It never is. So when you’re offered some money to go retrieve personal items left behind in a pharmaceutical office back before the whole town went to hell, you know you’re going to be dealing with more than dust and a few rats. Once you venture into the Containment Zone, something—probably more than one thing—is going to try to kill you. Not in some vague future, but right now. But you know that about Chicago. You’re ready for something to come after you, and you know that part of the fun is finding out just what it is.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM05-00",{"sku":["SRM05-00"],"category":"mission","type":"digital","name":"Missions Season 5","releaseDate":["2013-09"],"description":"Visit sunny Chicago!\nSeason 5 of Shadowrun Missions is almost ready to launch! Get ready with this package of preparation file: Season 5 FAQ, Transfer Log, Contacts and Calendar.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["SRM04-12",{"sku":["SRM04-12"],"category":"mission","type":"digital","name":"Showcase (Artifact Rush, Part 6)","releaseDate":["2013-02"],"description":"The players are lined up. The goals are clear. The waiting is over. The ultimate rush is beginning, and it’s going to pull a lot of dangerous elements closer and closer together until they explode.\nThe shadows of Seattle have been heaved this way and that in the Great Seattle Artifact Rush, and a fair number of artifacts have been collected (in exchange for a handful of deaths and a helping of destruction). The powers of the magical world have been alerted, and they ready to get their hands on as many artifacts as possible. This means shadowruns, which means plenty of runners are about to be caught up in one of the worst mana-based drek-storms to hit the city in a long while.\nWhat starts as an investigation into a museum heist rapidly grows into a conflagration that could consume a good part of the sprawl. Clever players will need to see if they can survive, and how much nuyen they can wrangle out of the fight. Hopefully they'll get enough for a nice vacation or significant medical treatment, because chances are that they're going to need both.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["SRM04-01",{"sku":["SRM04-01"],"category":"mission","type":"digital","name":"Hiding in the Dark (Buried Underground, Part 1)","releaseDate":["2011-03"],"description":"If the Ork Underground is going to become an official district in Seattle, it’s going to need some cleaning up. Even if it’s not, some of the criminals down there have a pesky habit of bringing their activities to the surface, and plenty of people want them eliminated. Seattle law enforcement has had enough, and ADA Dana Oaks is determined to bring down some of the higher-profile criminals of the Underground—starting with a mob enforcer who goes by the name of Junior.\nCriminals in the Underground don’t go down easy, though, and shadowrunners are going to have to use all their skills to track Junior down. When they find him, they might discover that their task isn’t quite as straightforward as they may have thought.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["SRM03-04",{"sku":["SRM03-04"],"category":"mission","type":"digital","name":"Monkeywrench","releaseDate":["2009-08"],"description":"A little milk run like this should be no problem. Though, it sounds like you don’t get much time. Non-lethal rounds and no legal complications makes these “security consultant” gigs the best in the Big Apple.\nMr. Johnson wants someone to test his security systems. Everything should be perfectly routine and above board. After all, things never go horribly wrong during a shadowrun, right? No reason to have any back-up plans ready for this. It’s all just wonderfully straightforward. What’re you giving me that look for? This 25-page scenario includes a complete adventure, player handouts, and record handling sheets for participating in the Shadowrun Missions (SRM) campaign.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["SRM03-03",{"sku":["SRM03-03"],"category":"mission","type":"digital","name":"Burning Bridges","releaseDate":["2009-06"],"description":"The voice on the other end of the comm sounded desperate. The kind that pays well. Then he asked, “How much do you know about demolitions?”\nMr. Johnson is at the end of his rope, and he needs some serious income. He latches onto a desperate and tragically dangerous scheme that just might get him what he needs, though it might cost hundreds of lives in the process. The team needs to decide if the pay is worth the risk and the ethical quandry. This 27-page scenario includes a complete adventure, player handouts, and record handling sheets for participating in the Shadowrun Missions (SRM) campaign.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["SRM03-06",{"sku":["SRM03-06"],"category":"mission","type":"digital","name":"Jackknifed","releaseDate":["2010-01"],"description":"Defend a truck – What could possibly go wrong?","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["SRM03-05",{"sku":["SRM03-05"],"category":"mission","type":"digital","name":"In and Out","releaseDate":["2009-11"],"description":"A stool pigeon is ready to name names. Mr. Johnson wants to make sure they're the right names. He needs you to break into the NYPD Inc. holding facility and deliver a message. This 25-page scenario includes a complete adventure, player handouts, and record handling sheets for participating in the Shadowrun Missions (SRM) campaign.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["SRM03-02",{"sku":["SRM03-02"],"category":"mission","type":"digital","name":"Block War","releaseDate":["2009-05"],"description":"What starts as a petty fight could degenerate to a full-scale war. When things are turning sour who said mediators had to be neutral?\nA fixer hires the team for what seems like little more than a complicated prank. However, sometimes, people have a hard time keeping their vengeance proportionate. When two veterans of the business conflict enter the fray, the team needs to make some hard choices. In not time, things go from humorous to deadly. This 26-page scenario includes a complete adventure, player handouts, and record handling sheets for participating in the Shadowrun Missions (SRM) campaign.","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["SRM03-01",{"sku":["SRM03-01"],"category":"mission","type":"digital","name":"Ready, Set, Gogh!","releaseDate":["2009-04"],"description":"By 2070, life literally imitates art. Some people have a fetish for it and it’s your job to see that it’s delivered and still breathing.\nThe team is forced to confront the challenges of Manhattan security, when Mr. Johnson asks them to perform a major heist. From there, things spiral into a double helix of complexity as motivations are abruptly twisted. This 24-page scenario includes a complete adventure, player handouts, and record handling sheets for participating in the Shadowrun Missions (SRM) campaign.","gameDate":"2070","edition":4,"publisher":["catalyst"]}]]