[["7124",{"sku":["7124"],"category":"sourcebook","type":"scan","name":"Cyberpirates!","releaseDate":["1997-11"],"description":"Forget those old stories of pirates swinging from the rigging with swords. In the 21st century, pirates have guns, cyberware and magic... and they'll use them to take anything from anyone if it'll net them a profit. They'll cut you open to watch the sharks eat you, and film the whole thing just to make a couple more bucks on the black market. They know where to get teh good, where to sell them and where to get more. Hitting a dockside warehouse, jumping a cruise ship or going toe-to-toe with another pirate crew for a shipment of weapons - they'll do whatever it takes to survive and come out on top. On the high seas, it's win or die.\nTake your shadowrunner out of the urban sprawl's mean streets and into the even meaner waterways of the world. Cyberpirates offers you a whole new realm to play in ... the world of smugglers and pirates. Become a swashbuckling, risk-taking Carribean League pirate or earn big money helping the corps exploit Africa's Ivory Coast. Or team up with a dragon to help free the Philippines and the grip of Imperial Japan. Cyberpirates offer colorful and detailed descriptions of piracy and smuggling in the Caribbean, the Philippeans and the West Coast of Africa, plus a portrait of the smuggling biz around the world. It also includes rules for underwater exploration, ship operations and combat, and loads of new toys. For use with Shadowrun.","gameDate":"2059-01","edition":2,"publisher":["fasa"]}],["10736",{"sku":["10736"],"category":"sourcebook","type":"print","name":"Cyberpiraten!","releaseDate":["1998"],"description":"","gameDate":"2059-01","edition":2,"publisher":["fanpro"],"missing":true,"notes":"Cyberpiraten is the German translation/publication of Cyberpirates. It features 8 additional pages on pirates of the North Seas and additional equipment."}],["26500",{"sku":["26500"],"category":"sourcebook","type":"digital","name":"Sprawl Sites: North America","releaseDate":["2012-06"],"description":"The Sixth World is full of dark alleys, twisted corridors, and hidden locations for nefarious activities. Shadowrunners and 16th century explorers both know the same truth—the difference between death and survival when entering a hazardous area may be a good map.\nSprawl Sites: North America presents eight full-color maps that can be used in a variety of sprawls, making it simple for gamemasters to call up a number of different locations when they need it. From a luxury hotel to a collection of blocks in an urban barrens, from a shopping mall to a trideo studio, the collection includes maps that can be used in many different situations. The maps are double-sided, with a key on one side, making them useful as both a guide for players and a reference for gamemasters. The package also includes a booklet providing details on security and other personnel found in the location, along with plot hooks to help involve these spots in your game.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["27100X",{"sku":["27100X"],"category":"rulebook","type":"digital","name":"Digital Toolbox","releaseDate":["2014-01-30"],"description":"The Shadowrun Digital Tools Box is 2 box sets in 1! Whether you're just getting into Shadowrun or you're a runner that's been hitting the streets since the 2050s, you'll find useful material here for running any type of game.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["7909",{"sku":["7909"],"category":"rulebook","type":"scan","name":"Matrix","releaseDate":["2000-08"],"description":"Can You Hack It?","gameDate":"2061","edition":3,"publisher":["fasa"]}],["7908",{"sku":["7908","10659"],"category":"rulebook","type":"scan","name":"Cannon Companion","releaseDate":["2000-07","2003-12"],"description":"When the shadows are full of flying lead, chummer, you need an edge -- and I got it right here. You want a specialized blade? I can sell you a monosword. You want a gun to make the other guy think twice? How about the new laser pistol? Maybe you want to forge your whole body into a weapon -- I know someone who can train you in Wildcat-style martial arts. The big boys don't have all the best toys...","gameDate":"2061","edition":3,"publisher":["fasa","fanpro"]}],["SR4QS",{"sku":["SR4QS"],"category":"rulebook","type":"digital","name":"Shadowrun 4th Ed.: Quick Start Rules","releaseDate":["2011-02"],"description":"These Quick-Start Rules offer a streamlined rule set along with pregenerated characters, quick-reference sheets and a first adventure: Foodfight 4.0!","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["26FRP12",{"sku":["26FRP12"],"category":"rulebook","type":"digital","name":"Shadowrun 4th Ed.: Quick Start Rules (Free RPG Day 2012)","releaseDate":["2012-06"],"description":"These Quick-Start Rules offer a streamlined rule set along with pregenerated characters, quick-reference sheets and a first adventure: Foodfight 4.0!","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["27QSR",{"sku":["27QSR"],"category":"rulebook","type":"digital","name":"Shadowrun Fifth Edition: Quick Start Rules","releaseDate":["2013-07"],"description":"Shadowrun, Fifth Edition is here and there's no better way to dive into the Sixth World than with these Shadowrun Quick-Start Rules. Take on the role of a Combat Adept, Decker, Street Shaman, or Street Samurai in a brawl against fast-food goodfellas using this set of streamlined rules perfect for both those new to Shadowrun or long-time players getting back into the game.","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["7910",{"sku":["7910","10662"],"category":"rulebook","type":"scan","name":"Rigger 3","releaseDate":["2001-01","2003-09-01"],"description":"Living is rigging, omae. Like burning rubber down the highway at 150 klicks and hour with only your brain to guide you. What about making a drone an extension of yourself, or undermining the security of a whole building, manipulating every camera, motion detector or security door. But the biggest kick is blowing up a car full of goons without even jacking out — weapons of destruction at your mental command … now that's road rage, my friend.","gameDate":"2061","edition":3,"publisher":["fasa"]}],["10662",{"sku":["10662"],"category":"rulebook","type":"scan","name":"Rigger 3 (Revised)","releaseDate":["2003-09"],"description":"Living is rigging, omae. Like burning rubber down the highway at 150 klicks and hour with only your brain to guide you. What about making a drone an extension of yourself, or undermining the security of a whole building, manipulating every camera, motion detector or security door. But the biggest kick is blowing up a car full of goons without even jacking out — weapons of destruction at your mental command … now that's road rage, my friend.","gameDate":"2061","edition":3,"publisher":["fanpro"]}],["7907",{"sku":["7907","10658"],"category":"rulebook","type":"scan","name":"Magic in the Shadows","releaseDate":["1998-12-16","2003-06"],"description":"So, You Think You Know Magic?\nChummer, I can write a book on wht you don't know. Can you design a spell or enchant a dagger? Can you invoke a great spirit or divine the future? Have you bared your soul to the Dweller on the Threshold during an astral quest? You've got a lot to learn--not even dragons know all there is to know about Magic in the Shadows.","gameDate":"2060","edition":3,"publisher":["fasa"]}],["7904",{"sku":["7904"],"category":"rulebook","type":"scan","name":"Virtual Realities 2.0","releaseDate":["1995-10"],"description":"'There I was, standing next to Joe on the corner, when outta nowhere comes this overgrown troll riding the hugest Harley Scorpion I've ever seen, blastin' away from all three firmpoints. What really scared teh bejeezus outta me were his arms - coupla big chainsaws, buzzin' away like a hundred million wasps. He rode right up and sliced through Joe like a hot knife though butter! Joe flickered a bit, his face contorting into a pirmal scream, and disappeared. I hotfooted it back to the squat with the words, 'Buy Mitsuhama' running through my brain - don't ask me why, \"Then Joe's brother unhooked us from the Matrix...\n...AND THE REAL NIGHTMARE BEGAN.\"","gameDate":"2055-07","edition":2,"publisher":["fasa"]}],["7903",{"sku":["7903"],"category":"rulebook","type":"scan","name":"Grimoire: Manual of Practical Thaumaturgy 15th Edition, 2053","releaseDate":["1992-12"],"description":"The grimoire is the book of magical power for the Shadowrun world. Inside, gamemasters and players will find essays on the magical world and roleplaying magicians. It includes rules on sepll design, finding and forming magical groups, initiation into the higher forms of magic, enchanting, alchemy, free and ally spirits, the exploration of the metaplanes, and powerful magical threats.","gameDate":"2053","edition":2,"publisher":["fasa"]}],["7906",{"sku":["7906"],"category":"rulebook","type":"scan","name":"Rigger 2","releaseDate":["1997-10"],"description":"GEAR HEADS,\nGREASE MONKEYS\nAND SPEED JUNKIES\n\nRIGGERS ARE BACK!\nTaking the datajack cable from under the dash, I plug it into the jack under my ear. Then I sit back as the virtual display blossoms before my eyes. Dizziness hits me for a split second; then my mind adjusts to the blizzard of input from the view screens and sensors that are arrayed before me. The screens show views from every angle, as well as numerous data displays - from the amount of fuel in my 'copter's tank to the infrared displays of the people here at the landing pad. As the datafeed pours into my brain, I'm no longer just the human named Zagger. Instead, I am now my machine. I AM the Yellowjacket helicopter. I AM A RIGGER!\nRigger 2 overhauls and expands on the rules for riggers in Shadowrun. From creating a rigger character to down-and-dirty vehicle combat to electronic warfare, this book offers clear, concise rules for practically every aspect of playing a Rigger or dealing with a rigger's vehicles and drones. Also included are the rules for robotics, vehicle construction and modification, using security riggers in your game, and a comprehensive list of every vehicle in Shadowrun products published to date.","gameDate":"2058","edition":2,"publisher":["fasa"]}],["7905",{"sku":["7905","10656","25010"],"category":"rulebook","type":"scan","name":"Shadowrun Companion: Beyond the Shadows","releaseDate":["1996-12"],"description":"For Players:\nExpanded character creation rules allow you to customize your character's background with Edges and Flaws and play ghouls or shapeshifters. Also includes rules for running, jumping and even being an escape artist!\n\nFor Gamemasters:\nProvides expanded contact rules and introduces Enemies—the evil side of contacts. Plus campaign and scenario creation, prime runners, training rules and security rules for gas traps, trip wires and sensor plates!\n\nFor New Campaigns:\nPlay a street gang or a government covert ops team, a DocWagon high-threat response team or even the cops!","gameDate":"2057","edition":2,"publisher":["fasa"]}],["7905A",{"sku":["7905","10656","25010"],"category":"rulebook","type":"scan","name":"Shadowrun Companion (Revised)","releaseDate":["1999-03","2003-09","2004-06"],"description":"For Players:\nExpanded character creation rules allow you to customize your character's background with Edges and Flaws and play ghouls or shapeshifters. Also includes rules for running, jumping and even being an escape artist!\n\nFor Gamemasters:\nProvides expanded contact rules and introduces Enemies—the evil side of contacts. Plus campaign and scenario creation, prime runners, training rules and security rules for gas traps, trip wires and sensor plates!\n\nFor New Campaigns:\nPlay a street gang or a government covert ops team, a DocWagon high-threat response team or even the cops!","gameDate":"2060","edition":3,"publisher":["fasa","fanpro"]}],["26100",{"sku":["26100"],"category":"rulebook","type":"digital","name":"Runner's Toolkit","releaseDate":["2011-08"],"description":"NEVER GO IN UNARMED! When you go into a tight spot, you go in prepared. One gun might be good, but two is better. And two guns and a grenade launcher is better still. Throw in a spellslinger to watch your back, and you're on to something. Runner's Toolkit is the well-stocked arsenal all runners should have, the ultimate accessory to the Shadowrun, Twentieth Anniversary core rulebook.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["26100A",{"sku":["26100A"],"category":"misc","type":"print","name":"Alphaware 2.0: Weapons, Spells, Gear & Augmentations","releaseDate":["2011-08"],"description":"More spells. More weapons. More augmentations. More gear. This deck has more of the things you need to survive the shadows and make your living on the streets. Selected from the gera, spells and weapons in Runner’s Toolkit: Alphaware, these cards offer players more optins, with game stats for each item or spell. As in the Alphaware deck, gear items have color illustrations, and some common items are on multiple cards so that more than one player can have easy access to the game information.","gameDate":"2072","edition":4,"publisher":["catalyst"],"missing":"outOfScope","notes":"Set of cards available at Gen Con 2014."}],["26208",{"sku":["26208"],"category":"sourcebook","type":"digital","name":"Conspiracy Theories","releaseDate":["2011-11"],"description":"War rages in Central America, tensions between dragons are on the rise, and the Watergate Rift has been closed in a display of power that shook the city of DeeCee to its core. To many, the world is becoming more disordered and unpredictable—but there are those who look underneath the surface chaos and see order, or even a plan. They see people and organizations who pull the strings and make the world shake, and they wonder if they can find out what these people are up to before it’s too late.\nConspiracy Theories is a deep dive into the underbelly of the Sixth World, a place filled with crackpot theories and insane ideas that would be laughable if it weren’t for the fact that some of them are most assuredly true. If they want to stay alive, shadowrunners need to know this information to keep them a step ahead of the forces that may be massing against them behind the scenes. If they want to do more than survive—if they want to prosper—they really need to know this data, because any runner worth a damn knows that manipulating people based on what they believe to be true is a great way to make a few nuyen.","gameDate":"2073-10","edition":4,"publisher":["catalyst"]}],["26207",{"sku":["26207"],"category":"sourcebook","type":"digital","name":"Spy Games","releaseDate":["2011-05"],"description":"Listen to the whispers—they’re all over town. People have secrets, millions of secrets, and some of them are so explosive they could shift the balance of power in the Treaty City of Denver. Normally, the great dragon Ghostwalker’s tight grip would keep the city under control, but some of the whispers moving around town say that Ghostwalker hasn’t been himself lately. The powers of Denver are scrambling, the Treaty is about to be renegotiated, and information is the hottest commodity in town.\nSpy Games brings Shadowrun players to the espionage-filled city of Denver, where secrets are bought and sold, and sometimes the price is paid in blood. Accessing these secrets may mean using cutting-edge surveillance gear or powerful magic, or it could mean turning back the clock and breaking out low-tech cloak-and-dagger approaches that the techheads of the world would never expect. Spy Games provides the setting information, gear statistics, and game rules players need to dive into Sixth World spycraft. ","gameDate":"2073-05","edition":4,"publisher":["catalyst"]}],["26210",{"sku":["26210"],"category":"sourcebook","type":"digital","name":"Hazard Pay","releaseDate":["2012-05"],"description":"Dark alleys, abandoned buildings, wet streets stabbed with neon light—shadowrunners know all these places. They also know that they aren’t the only places work gets done. A good shadowrunner should be open to anything, to runs that might take them anywhere. From the cold of Antarctica to the heat of the Sahara, from the life-filled dark of the deep oceans to the empty void of outer space, there is work to be had for runners brave and resourceful enough to take it. Of course, there are also dozens of new ways to die, so you should probably see if Mr. Johnson will chip in a little extra pay.","gameDate":"2074-04","edition":4,"publisher":["catalyst"]}],["26209",{"sku":["26209"],"category":"sourcebook","type":"digital","name":"Street Legends","releaseDate":["2011-08"],"description":"At the end of a run, you’ve either got a good story to tell or you’re dead. Live long enough, and you’ll get enough stories to fill a book, and some of them will be killer. There is a certain class of people out on the streets that runners love to talk about, the people at the center of the stories swapped late at night over a round of wiper-fluid hooch. Some of them are good, some of them are lucky, and some of them are among the most powerful creatures of the Sixth World. All of them, in their own way, are legends.\nStreet Legends profiles more than thirty renowned figures in the Sixth World, including JackPoint stalwarts such as Haze, Rigger X, and Puck; classic runners like Serrin Shamander and Tommy Talon; and powerful behind-the-scenes figures including Lugh Surehand, Nadja Daviar, and the great dragon Lofwyr. Learn about hunting vampires with Martin de Vries, running guns in a war zone with Marcos, and trying to put a face to the elusive Hans Brackhaus.\nStreet Legends contains short fiction bringing these characters to life, as well as text describing each person and what makes them a legend. Also, each and every person profiled has complete game stats. Even the dragons. ","gameDate":"2073-08","edition":4,"publisher":["catalyst"]}],["26206",{"sku":["26206"],"category":"sourcebook","type":"digital","name":"War!","releaseDate":["2010-12"],"description":"The diplomats have failed. The tensions have only grown worse. Each side has pushed the other too far, so there's nothing left to do but fight. At the border of Aztlan and Amazonia, war has broken out. The streets of Bogotá are being pummeled, mercenaries are being hired and killed in approximately equal numbers, and blood is being spilled in dark rooms to give strength to mages on the battlefield. Most importantly, runners are being hired by the score.","gameDate":"2073","edition":4,"publisher":["catalyst"]}],["26202",{"sku":["26202"],"category":"sourcebook","type":"digital","name":"Feral Cities","releaseDate":["2008-12"],"description":"In the decaying urban wilds, war-torn cityscapes, and cancerous megabarrens of these Feral Cities only one thing is certain - they all harbor singular opportunities for those brave and foolhardy enough to explore their dangerous domains, factions and secrets.","gameDate":"2071-10","edition":4,"publisher":["catalyst"]}],["26201",{"sku":["26201"],"category":"sourcebook","type":"digital","name":"Corporate Enclaves","releaseDate":["2008-08"],"description":"Corporate Enclaves shines the spotlight on two very different bastions of corporate power in the Sixth World: Los Angeles and Neo-Tokyo. Controlled and exploited by the iron hand of the megacorps, these sprawls are home to corporate powerhouses, their political minions, powerful crime factions, and plenty of intrigue and opportunities for enterprising and resourceful shadowrunners. The second in an ongoing series of themed setting books for Shadowrun, Fourth Edition, Corporate Enclaves also briefly visits the unique corporate dominions of Dubai, Europort, Manhattan, Nairobi, and Tenochtitlán, and provides guidelines for developing your own corp-controlled settings.","gameDate":"2071-02","edition":4,"publisher":["catalyst"]}],["26205",{"sku":["26205"],"category":"sourcebook","type":"digital","name":"Sixth World Almanac","releaseDate":["2010-06"],"description":"What was the VITAS outbreak like for the people who were there? What was Renraku Arcology—and its operating software—like before it became a total nightmare? How does it feel to get off a plane and set foot in the ghoul kingdom of Asamondo? The Sixth World Almanac is the ultimate compendium of Sixth World energy, history, and geography. With the most detailed timeline in Shadowrun’s history and write-ups of nearly forty major nations, this book immerses players and gamemasters in the Sixth World deeper than they have ever been. The Almanac is full of Shadowrun firsts, including the first-ever full-color map of the entire Sixth World and new fiction covering historic eras that have never been detailed in past sourcebooks. Open the Almanac and fall into the Sixth World—let the art, the maps, and the writing bring you more completely into one of the most exciting, enduring role-playing settings of all time!","gameDate":"2072-11","edition":4,"publisher":["catalyst"]}],["26203",{"sku":["26203"],"category":"sourcebook","type":"digital","name":"Vice","releaseDate":["2009-12"],"description":"It means you're doing something that the government doesn't want you to do. You'd never do anything like that, right? Or would you?\nIt might be that some laws are... Misguided.\nIt's civil disobedience and a moral imperative to oppose those laws.\nGandhi taught us that.\nMy friends and I—we're here to help you make these difficult moral choices. We'll even provide you with a support network, if someone objects to your strong moral compass. And, hey, if everything works out, maybe all of us might come out ahead. Don't worry! We’ve got your back.","gameDate":"2072-02","edition":4,"publisher":["catalyst"]}],["26211",{"sku":["26211"],"category":"sourcebook","type":"digital","name":"The Clutch of Dragons","releaseDate":["2012-08"],"description":"Never, ever deal with a dragon. Shadowrunners have heard that dictum so often, they frequently say those words in their sleep. But what the aphorism forgets to tell you is this—what if you don’t have a choice?\nThe tension between dragons has been growing, and the big lizards are throwing every weapon they have at each other, including shadowrunners—especially shadowrunners. Extractions, industrial sabotage, theft, wetwork—there's plenty of jobs in all those areas, and dragons are finding ways to get reluctant runners to work for them. Maybe they’ll hide their involvement in the run, or maybe they’ll bribe the runners with large piles of nuyen or blackmail them with their past activities. Or maybe they’ll just tell the runners they have a simple choice of working for them or being eaten.\nWhatever tactics they choose, the dragons are going to be active and aggressive, and if runners want to survive, they better be on their toes. They need to know who the draconic players are, what they’re up to, and what might happen to them if they fall into a dragon’s grip. They need to be ready for anything, because when dragons go at each other, the world shakes, the earth beneath them burns—and far too often, shadowrunners die.","gameDate":"2074-07","edition":4,"publisher":["catalyst"]}],["26301",{"sku":["26301"],"category":"sourcebook","type":"digital","name":"emergence","releaseDate":["2008-08"],"description":"The Crash of 2064 ruined the lives of millions. Some died in the Matrix or went insane, many lost everything they owned, and still others found their identities completely erased. A small percentage changed into something altogether different, with the strange and inexplicable ability to affect the new Matrix with their minds. Now, in 2070, the existence of these technomancers becomes frontpage news, leading to widespread paranoia and witch hunts. The Emergence campaign setting involves the runners in a series of pivotal events that may change the way they view the world and the Matrix—and each other.","gameDate":"2070-08","edition":4,"publisher":["catalyst"]}],["26241",{"sku":["26241"],"category":"sourcebook","type":"digital","name":"Attitude","releaseDate":["2011-03"],"description":"Eat 'em Up, Spit 'em Out! They can have their offices, their paychecks, their 2.2 kids and their robot-trimmed lawns. Screw ‘em. They trudge through life, doing what other people tell them to do, never having an original thought, burying themselves so deep down inside they might never come out. You’re not them. The world’s not giving you anything, so you’re going to take what you can get. You’re on the streets, on your own. Maybe you’re helping an orxploitation band shoot to the top, maybe you’re climbing up the street brawl ladder, or maybe you’re getting famous just for being you. Whatever you do, you’ll do it your way, because dying always beats selling out. Attitude helps shadowrunners live the untethered life by giving them the lowdown on music, entertainment, sports, and other scenes where they can make their mark without selling their soul. A repository of Sixth World culture along with a treasury of new ways to run in the shadows, Attitude is an indispensable resource for all Shadowrun players.","gameDate":"2073-03","edition":4,"publisher":["catalyst"]}],["26450",{"sku":["26450"],"category":"mission","type":"digital","name":"Artifacts Unbound","releaseDate":["2011-10"],"description":"Four artifacts have been found. Some of the most powerful people in the Sixth World have been after them, and many people have died in the globetrotting hunt to bring these objects together. Now that they have been recovered, their powers can be unleashed—or the artifacts can be scattered, lost again until another generation summons the courage and the knowledge to dredge them up.\nArtifacts Unbound concludes the Dawn of the Artifacts campaign in a way that makes gamemasters and players free to determine many events of their campaign. Filled with plot details, adventure seeds, basic setting information, and NPC statistics, Artifacts Unbound lets gamemasters select the elements that would work best in their campaign and design a thrilling story for their game. Easy to use and flexible, this book can be used with players who have gone through the entire Dawn of the Artifacts campaign, or with players just learning about the artifacts and their effect on the Sixth World.","gameDate":"2073-09","edition":4,"publisher":["catalyst"]}],["26302",{"sku":["26302"],"category":"sourcebook","type":"digital","name":"Ghost Cartels","releaseDate":["2008-10"],"description":"The shadows are abuzz about the new drug in the sprawl: tempo. It takes the user on a unique trip, better than anything experienced before. Druggies can’t get enough of the stuff, and even beetleheads are giving it a shot. Tempo’s popularity shifts the balance of power between the syndicates and soon the blood and bullets are flowing.\nGhost Cartels drops the runners into the action, involving them in the drug deals and power plays shaking up Seattle, Los Angeles, and Hong Kong—even taking them all the way to the jungles of South America.","gameDate":"2071-11","edition":4,"publisher":["catalyst"]}],["26240",{"sku":["26240"],"category":"sourcebook","type":"digital","name":"Seattle 2072","releaseDate":["2009-08"],"description":"It’s a screwed up city. Isolated from the rest of the UCAS, it’s haven for criminals—smugglers, syndicates, gangers. Legal criminals, too—megacorporations, governments, politicians.\nAs beautiful as she is dysfunctional, Seattle is urban sprawl amid rolling hills and forests nestled up to man-made wonders next door to natural and man-made disasters. Whether you’re a native or not, Seattle will draw you in like no other.\nYou can run for a lifetime and never leave Seattle, but some say you can’t run for a lifetime without entering.","gameDate":"2072","edition":4,"publisher":["catalyst"]}],["26213",{"sku":["26213"],"category":"sourcebook","type":"digital","name":"Storm Front","releaseDate":["2013-03"],"description":"It’s been a tense couple of years (or couple of decades, if we’re being accurate) in the Sixth World. Aztlan and Amazonia have been slugging it out. Great dragons have turned on each other, testing old alliances and forging new ones. Governor Kenneth Brackhaven of Seattle is facing pressure unlike ever he’s ever seen, and scandals seem on the verge of overwhelming him. In Denver, a powerful dragon and an angry elf are set to butt heads in ways that will shake up the whole city—and provide new opportunities for an old enemy. And on top of that, a new plague is spreading through the world, and the denizens of JackPoint aren’t immune to its effects.","gameDate":"2075-01","edition":5,"publisher":["catalyst"]}],["26212",{"sku":["26212"],"category":"sourcebook","type":"digital","name":"Dirty Tricks","releaseDate":["2012-11"],"description":"Politics is only a dirty word when it's not working for you. For shadowrunners, politics aren’t about debates and position papers—they’re about taking some of the money people are throwing around.\nDuring election season, when power is up for grabs, people are willing to do just about anything to get a piece of the pie. If you can help them get what they want, they’ve got a job for you. It may be peeking in the windows of the rich and famous. Or finding dirt on the opposition (or making some up). Or, if things get really desperate, ensuring the other guy doesn’t win because he’s too busy taking a dirt nap.\nHow much money you take in and how dirty your fingers get is up to you and your desire to not see the stars above you when you sleep. You’ll probably have to make some compromises along the way, but since when has life in the Sixth World—or politics—been any different?","gameDate":"2074-11","edition":4,"publisher":["catalyst"]}],["26230",{"sku":["26230"],"category":"sourcebook","type":"digital","name":"Shadowrun 2050","releaseDate":["2012-07"],"description":"Chrome eyes. Computers called \"decks.\" Big hair, big cyberlimbs and bigger guns. It's Shadowrun in the year it all started. Take a step back to Shadowrun's roots with Shadowrun 2050, a book that combines Fourth Edition rules — the smoothest, most accessible rule set Shadowrun has ever had - with the setting that first made the Sixth World a legend.\nShadowrun 2050 has everything players and gamemasters need to dive into the grimy beauty that kicked off one of the greatest roleplaying settings of all time. With information on how to adapt Fourth Edition Matrix, gear, and magic rules for the 2050 setting, as well as in-universe information about the powers of the world, what shadowrunners will be up to, and who they'll be running into, Shadowrun 2050 puts a new twist on the classic setting.\nCaptain Chaos. Maria Mercurial. The Laughing Man. Sally Tsung. JetBlack. Hatchetman. Nightfire. And the Shadowland poster who just called himself The Big \"D.\" These people and many others are waiting for you in the year that started it all, a setting brought back to life with new, full-color artwork showing the chrome, dirt, neon, and darkness that was in the heart of Shadowrun when it started and remains at its core today.","gameDate":"2050","edition":4,"publisher":["catalyst"]}],["26221",{"sku":["26221"],"category":"sourcebook","type":"digital","name":"Corporate Guide","releaseDate":["2010-06"],"description":"There is nothing in the Sixth World more powerful than the megacorporations. Even great dragons scratch and claw to get a piece of the power wielded by the Big Ten. If you’re running the shadows, you need to know about the megas, because they deal out the biggest paydays—and, if you cross them, the harshest paybacks.","gameDate":"2072-05","edition":4,"publisher":["catalyst"]}],["10664",{"sku":["10664","25013"],"category":"sourcebook","type":"scan","name":"State of the Art: 2063","releaseDate":["2002-08","2004-09"],"description":"\"New toys hit the street every week, omae. Wiz new tech to exploit security holes, rapid-assembly weapons disguised as Nerps to sneak past the scanners, wicked new adept fu to kick some major hoop. To keep up with the Johnsons, ya gotta scan what's coming down the pipe, otherwise you'll end up as the unfortunate example in a field-test report.\"\nState of the Art: 2064 examines the latest groundbreaking developments in five aspects of the Shadowrun world. It explores the current state of police organization, technology and prisons and details the murky world of spycraft and political espionage. It also delves into both adept characters, discussing new paths, powers and metamagic, and European-specific magical traditions such as street witches. Finally, it provides briefs on the latest trends in mainstream and underground culture, sports and entertainment, with an eye towards shadowrunning opportunities. These sections include a selection of new gear, techniques and rules for both players and gamemasters.","gameDate":"2063-01","edition":3,"publisher":["fanpro"]}],["10655",{"sku":["10655","25015"],"category":"sourcebook","type":"scan","name":"Shadows of North America","releaseDate":["2002-07","2004-08"],"description":"The Map Is Not The Territory There's nothing worse than dropping into some backwater sprawl in the country next door to quietly take care of some job, then realizing too late that your sprawl studs and street lingo stick out like a troll's thumb. North America ain't what it used to be, chummer--every time you cross a border, you enter a different world. Ask an anglophone in Québec, an ork in San Fran, or a mage in the NAN. The rules are different, both in the shadows and in the sunlight, and if you don't keep up with the local game, you're gonna lose. Shadows of North America tells shadowrunners what they need to know about the 13 countries and city-states of North America, including the Native American Nations and the dragon-ruled city of Denver. Each state is covered in detail, from hot spots to power players, all from a shadowrunner's point of view. Designed for Shadowrun, Third Edition, but usable for any edition.","gameDate":"2062-08","edition":3,"publisher":["fanpro"]}],["10667",{"sku":["10667"],"category":"sourcebook","type":"scan","name":"Sprawl Survival Guide","releaseDate":["2004-02"],"description":"Street Smart?\nNew to the sprawl kid? Wise up fast, cuz wiz wires or spell juice alone won't save your ass on the hungry streets. You flash your credstick in the wrong alley, drop a name in the wrong company, or flick out a spur at a gunfight and your organs will be next up for auction. Reps are built on etiquette and connections, not just chill attitude and piles of corpses. You need to know when to deal and when to wheel, or you're just another skidmark on the streets of the sprawl.","gameDate":"2063-04","edition":3,"publisher":["fanpro"]}],["10666",{"sku":["10666"],"category":"sourcebook","type":"scan","name":"Dragons Of The Sixth World","releaseDate":["2003-10"],"description":"Enter the dragons\n\"What's that you say? Never deal with a dragon? Chummer, if a wizworm involves you in its intrincate plots, you'll either deal or be the next meal.\"\nDragons of the Sixth World gets under the scales of the world's most dangerous and manipulative repitiles. It provides details on the life cycle, biology, magic and culture of dragons, and investigates their servants, allies and pawns. Dossiers are provided on ten of the world'sforemost great dragons, with shorter bios given on over a dozen others. The Draco Foundation, pursuing the schemes of its ounders, the dead dragon Dunkelzah, is also described.","gameDate":"2063-02","edition":3,"publisher":["fanpro"]}],["10653",{"sku":["10653"],"category":"sourcebook","type":"scan","name":"Target: Wastelands","releaseDate":["2002-07"],"description":"Abandon All Hope, Ye Who Enter Here\n\"An old fixer once told me that shadowrunning is about going places you're not supposed to go. That's what gives us the buzz, right? The excitement of traveling to exotic and secret places, meeting intresting people, and extracting or killing them. Belive me, chummer, sometimes shadowrunning takes yuo to places you really don't want to go--and that you're lucky to get out alive.\"","gameDate":"2062-09","edition":3,"publisher":["fanpro"]}],["7127",{"sku":["7127","10650"],"category":"sourcebook","type":"scan","name":"Year of the Comet","releaseDate":["2000-09","2003-06"],"description":"The year 2061 marks the return of Halley's Comet and the 50th anniversary of the Awakening-do you celebrate or run for cover? Each day brings a new surprise. Will you transform into a genetic changeling or fall prey to a doomsday cult? Will you be in Denver when the dragon runs amok or in Japan when the Ring of Fire deals death to the Empire? Will you fight toxic spirits in the Yucatán or run from the walking dead?","gameDate":"2061-01","edition":3,"publisher":["fasa","fanpro"]}],["7128",{"sku":["7128","10652"],"category":"sourcebook","type":"scan","name":"Threats 2","releaseDate":["2001","2003-06"],"description":"Nothing to see here... Move along\nEveryone's got a dark secret, chummer. See that chromed-out razorgirl with the shain of fetishes? She could be a cultist who uses blood rituals to restore her lost magic. See that suit slugging down whiskey in the corner? He could be the errand-boy of some supra-governamental conspiracy to overthrow the NANs. And that freak behind you? Drek, chummer, he's not even human...","gameDate":"2061-12","edition":3,"publisher":["fasa","fanpro"]}],["10651",{"sku":["10651"],"category":"sourcebook","type":"scan","name":"Target: Awakened Lands","releaseDate":["2003-06"],"description":"If the mana storms don't get you... the bunyips will!\nYou think Bug City was bad? Chummer, you ain't seen nothin' like Australia's Outback. Mana storms sneaks up on you, dropping acid or fire or turning your transport into melted slag. You can run for cover, but the cave you hibe in may actually be some astral mirage that doesn't really exist. If you're lucky, Awakened dingos won't eat you and you'll crawl back to the sprawl... only to die of thirst when you don't have the cred to buy precious drinking water.","gameDate":"2062-06","edition":3,"publisher":["fanpro"]}],["10673",{"sku":["10673"],"category":"rulebook","type":"scan","name":"The Shadowrun Character Dossier","releaseDate":["2003-09"],"description":"More Data Than Your Rap Sheet\nYour shadowrunner has more safehouses than a slumlord, more false identities than a schizophrenic and a criminal record that takes up more memory than a Black Hammer utility. So where do you keep track of all that info? The Shadowrun Character Dossier provides 16 pages to record all of your character’s details, from skills to implants to spells. All of the archetypes are covered, from adepts to riggers to otaku, and space is included for edges and flaws, Karma expenditures, character background and more. The Dossier also features handy reference tables to make combat, skill use and healing run more smoothly. Store your runner’s info here and put Mr. Johnson’s files to shame!","gameDate":"2064","edition":3,"publisher":["fanpro"]}],["25014",{"sku":["25014"],"category":"sourcebook","type":"digital","name":"System Failure","releaseDate":["2005-09"],"description":"The year is 2064, and all is not well. A struggling megacorp makes a drastic decision to stave off impending doom. A psychopathic artifical intelligence thought to be dead rises again, attempting to take over the entire Matrix. And behind the scenes, apocalyptic terrorists prepare to strike at key points around the world, completing their first steps towards a vision of Armageddon. Across the globe, shadowrunners find themselves caught up in these events - how will their actions impact the Sixth World?","gameDate":"2064-03","edition":3,"publisher":["fanpro"]}],["25011",{"sku":["25011"],"category":"unofficial","type":"digital","name":"Shadows of Latin America","releaseDate":["2011"],"description":"This book collects material published online by the authors of the canceled book describing various locations in Latin America.","gameDate":"2064","edition":3,"publisher":["unofficial"]}],["26101",{"sku":["26101"],"category":"rulebook","type":"digital","name":"Running Wild","releaseDate":["2009-07"],"description":"Some people like to talk about the peace and tranquility of nature. Their eyes glaze over, and they rave about cool breezes, fresh air, and flittering butterflies.\nThey’re not paying attention, and that makes them easy pickings for any of the predators, including me. The Sixth World’s a place of eating or being eaten. Sometimes the critters are waiting deep in the jungle; other times they’re hiding in your bedroom closet.\nProving you’re the fittest only ends when you aren’t anymore. Know your prey—it’s the only way to catch them. But remember, you just might be something’s prey too.","gameDate":"2072-07","edition":4,"publisher":["catalyst"]}],["26005",{"sku":["26005"],"category":"sourcebook","type":"digital","name":"Runner Havens","releaseDate":["2006-07"],"description":"Runner Havens -- the first core setting book for Shadowrun, Fourth Edition -- introduces the players to two of the world's premier shadowrunner sprawls: Seattle and Hong Kong. Each city is described in detail from a shadowrunner's point of view, covering key topics such as the balance of power, corporate and underworld affairs, places to see, strange magics, and key features of interest. A wealth of plot hooks are also included. Four other runner-favored cities -- Cape Town, Caracas, Hamburg, and Istanbul -- are also covered, and gamemaster advice is provided for transforming any specific urban locale into a shadow haven.","gameDate":"2070-02","edition":4,"publisher":["catalyst"]}],["10670",{"sku":["10670","25007"],"category":"sourcebook","type":"digital","name":"Shadows of Asia","releaseDate":["2005-05"],"description":"Asia. The East. A land of contrasts, from glittering megacorp skyscrapers to humble sacred temples. Japan, Malaysia and Hong Kong set the world's accelerated pace of progress, but next door in Indochina and Indonesia it's still last century. It's a mystery to most, but if you know your drek, you’ll find it's a land of opportunity. Anything you want is here. Cred. Gear. Flesh. Hell, I even heard of a guy finding enlightenment. There’s always a price, of course, whether it's selling your soul to the corps or your sister to the slave trade.","gameDate":"2064-04","edition":3,"publisher":["fanpro"]}],["10672",{"sku":["10672","25003"],"category":"sourcebook","type":"scan","name":"Mr Johnson's Little Black Book","releaseDate":["2004-08"],"description":"\"Call me Mr. Johnson. I'm like a fixer for the corps. I know everybody who's anybody from suit-and-tie boardroom predators to bottom-feeder street-level scavengers. I know the best sprawl sites for scoring new talent, exchanging goods without interruption or hiding out from the hit men on your tail. I like to ensure that the people I hire can execute a well-planned black ops job and keep their faces from being splashed all over the screamsheets. My files on you say that you're right for what I have in mind. Interested?\"","gameDate":"2064","edition":3,"publisher":["fanpro"]}],["10668",{"sku":["10668","25002"],"category":"sourcebook","type":"scan","name":"Shadows Of Europe","releaseDate":["2003-06"],"description":"A new world in the shell of the old.\n\"Clashes of cultures. That's what Europe is, term. One day you're fighting Moroccan pirates on the docks of Lisbon, and the next you're hobnobbing with the academic elite of Prague. It's a friggin' maze of people and places, all acting like a big dysfunctional family. The Euro shadows are treacherous to navigate, but believe me, chum, the oportunities are umbelievable.\"","gameDate":"2063","edition":3,"publisher":["fanpro"]}],["10669",{"sku":["10669","25006"],"category":"sourcebook","type":"digital","name":"Loose Alliances","releaseDate":["2005-04"],"description":"Corps don't give a drek about the runners they hire that's why they call us expendable assets. Forget working for the Mob or the Yakuza, too once you're in, you're part of their family for the rest of your life. Lucky for us, there are swarms of other groups looking to claim their piece of sprawl and who are willing to bypass the law to do it. Policlubs, magical orders, religious factions, black marketers these are just a few of the species struggling for survival in the shadow ecology. Hooking up with such an organization has its advantages resources, steady employment, backup but pick the wrong outfit to run with and you'll regret it when they kick you to curb. So what's it going to be, chummer? You can't roll solo forever.","gameDate":"2064-02","edition":3,"publisher":["fanpro"]}],["10671",{"sku":["10671","25004"],"category":"sourcebook","type":"scan","name":"State of The Art: 2064","releaseDate":["2004-10"],"description":"New toys hit the street every week, omae. Wiz new tech to exploit security holes, rapid-assembly weapons disguised as Nerps to sneak past the scanners, wicked new adept fu to kick some major hoop. To keep up with the Johnsons, ya gotta scan what's coming down the pipe, otherwise you'll end up as the unfortunate example in a field-test report.","gameDate":"2063-12","edition":3,"publisher":["fanpro"]}],["SRM02-01",{"sku":["SRM02-01"],"category":"mission","type":"digital","name":"Parliament of Thieves","releaseDate":["2006"],"description":"When you’re working the Denver shadows, it’s not just a matter of keeping the names and the faces straight. You need to remember which faction each person is working for. Parliament of Thieves introduces the runners to Denver, and exposes them to a number of the different factions of the city’s underworld.\nThe adventure focuses on a short run from one sector (Pueblo) of Denver to another (UCAS). The characters are sneaking a hardcopy treaty letter from the Koshari to the sottocapo of the Chavez Mafia family. It already bears the signature of the Koshari council, and simply requires the sottocapo’s signature. The characters don’t have to worry about returning it. They were hired because both sides wanted the transport handled by a “neutral third party.” Other elements of the Denver underground will encounter the team, because they want to know the terms of the treaty.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-00",{"sku":["SRM02-00"],"category":"mission","type":"digital","name":"Missions Season 2","releaseDate":["2006"],"description":"Basic files to Season 2 including a calendar and the karma rollover log.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-02",{"sku":["SRM02-02"],"category":"mission","type":"digital","name":"Best Served Cold","releaseDate":["2006"],"description":"The runners are hired by Jaron Falcone, a retired fixer, to bring back Jonathan Belenkiy. They are working against the clock, as the ransom for Belenkiy is due in less than twenty four hours. Through investigation of his room, the runners find clues that lead them to the Black Cats. Legwork also turns up that Belenkiy hasn’t been entirely clean with all of his dealings.\nAs the night goes on, the runners can meet with Sioux warriors and Mafia soldiers, on Belenkiy’s trail. HammerJack will get nervous and approach them himself to try and have them turn against Falcone. If they are lucky, the runners will complete their mission without getting trapped in Ares’ internal politics or being placed on the hit list of the Casquilho family.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM01-08",{"sku":["SRM01-08"],"category":"mission","type":"digital","name":"Duplicity","releaseDate":["2005"],"description":"Griffin Biotechnology has been a revolving door for shadowrunners. Runners from all over the sprawl have had at least one opportunity to scout the place or sneak a peek at what's going on inside. Word is that \"the big one\" has hit the streets - big nuyen to steal one of Griffin's hottest prototypes. Will Knight Errant be able to keep out this latest attack against the Everett based firm?","gameDate":"2064","edition":3,"publisher":["catalyst","wizkids"]}],["SRM01-09",{"sku":["SRM01-09"],"category":"mission","type":"digital","name":"For Whom the Bell Tolls","releaseDate":["2005"],"description":"In the corporate world, fights are not only in boardrooms, but in the streets. What if the future of an entire company were held in the hands of a team of shadowrunners?","gameDate":"2064","edition":3,"publisher":["catalyst","wizkids"]}],["SRM02-06",{"sku":["SRM02-06"],"category":"mission","type":"digital","name":"The Flip Side","releaseDate":["2006"],"description":"The runners are hired to bring in a known smuggler who has gone to ground after ditching his goods half a klick from the border. Don Casquilho comes across as a nice old man with more grandchildren than hair left on his head and the Don says he just wants to talk.\nMeanwhile the Vory V Zakone are moving heavily into the smuggling business and ensuring that anyone who talks with the Mafia is pushing daisies by the end of the week. The runners will be introduced to Vory thugs, Avtoritey lieutenants, and have to decide which syndicate they are falling in line with. ","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-07",{"sku":["SRM02-07"],"category":"mission","type":"digital","name":"An Ounce Of Prevention","releaseDate":["2006"],"description":"Doc Tico hires the runners to go in and bring back a quantity of the drug that he hopes will bring him more paying customers. He tells them where they can best get the drug in quantity, at the DocWagon PCC facility. Once the runners are in far enough that they can’t back out, the hospital becomes awash with injuries brought in from a prison break attempt at the maximumsecurity detention center that’s roughly a mile away. How much harder the run just got depends on what technique they chose to infiltrate.\nWhen they return to Doc Tico with the drugs they have a strong chance of learning that the doctor has been supplying parts to the Tamanous, though only what would otherwise be considered “medical waste“ and nothing from anyone unwilling. They are then faced with an ethical dilemma: turn the doctor in and put the clinic out of business, or keep hush and let the downtrodden continue to get their low-cost yet decentquality medical care.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-05",{"sku":["SRM02-05"],"category":"mission","type":"digital","name":"Through A Rose Colored Display Link","releaseDate":["2006"],"description":"Tina, a technomancer, and an independent sprite named Taske, are on a crime spree of attacking corporations that are developing newer security for commlinks and the Matrix. Their weapon is an army of BTL addicts, conditioned to launch agents via an interactive AR program. In their first crime, they pin it on Mafia lieutenant, Dean. The Runners are hired by Don Casquilho, to investigate the crime and bring a little ‘family justice’ to the criminals.\nAfter figuring out how the crimes are committed, the ‘runners then have to deal with Tina and Taske and provide evidence to Don Casquilho of the completed job.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-03",{"sku":["SRM02-03"],"category":"mission","type":"digital","name":"The Grab","releaseDate":["2006"],"description":"The runners are contacted via commlink by an Asian Ms. Johnson. She informs them that she wishes to hire them to perform a simple extraction. When negotiations are complete, Ms. Johnson produces a photograph of a young girl, approximately age eleven, and a name: Catherine Westmore.\nThis little girl is the target.\nThe assignment is simple: Do some basic legwork to locate the target, determine the best circumstances in which to stage the extraction, retrieve the girl, and deliver her safely (and most importantly, unharmed) to a second team who will be awaiting her arrival at a safe house in the Aurora Warrens. Once the girl is safely delivered into the second team’s care, the remainder of the runners’ fees will be transferred into their accounts.\nThe runners will have to contend in some way with Jack “Frost” McPherson (a highly trained ex-marine who now works as Catherine’s personal bodyguard) and his friends who comprise the whole of local runner team The Trinity.\nOnce the runners have the target in hand, they will find themselves ambushed en route to the Aurora Warrens safehouse by The Trinity, attempting to get the girl back and help save their former comrade-inarms’ reputation and his career.\nWith the final obstacle neutralized, the runners can deliver the girl safely to the Aurora Warrens safehouse, after which they can go on about their business content that their rent is once again paid, and they don’t have to worry about missing any meals. The following morning they will get a rude awakening when they turn on their trids to discover that an innocent little girl by the name of Catherine Westmore died in a ransom drop gone wrong, when Lone Star officials failed to notice the sniper lurking on a nearby rooftop…\nMore humane runners may stop to consider, perhaps for the first time (perhaps not), just how strong an impact their lives can have--for better, or worse. Less humane runners may take a more cynical stance, facing the harsh truth that if they hadn’t done the job someone else would have, and they would instead be the ones falling behind on their bills.\nBut none of that will change the fact that their utilities won’t be cut off this month, their stomachs won’t growl, and a child is dead in the street; and there isn’t one damn thing they can do about it…\nYet.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-04",{"sku":["SRM02-04"],"category":"mission","type":"digital","name":"Thrash the Body Electric","releaseDate":["2006"],"description":"Mr. Johnson hires the runners to disrupt operations of a facility run by Rocky Mountain Dynamics (RMD), to “encourage” them to sell the property to his company. The runners are left to their own devices to determine how to harass RMD. As the tempo of their activities increase, the plant manager’s connection to the Mafia may complicate the job for the runners. Although the runners are not told how many acts of harassment should occur, their actions will trigger the sale of the facility after two or three successful operations. Unfortunately, although RMD does sell the embattled facility, it is not to the buyer expected.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM01-01",{"sku":["SRM01-01"],"category":"mission","type":"digital","name":"Double Cross","releaseDate":["2004"],"description":"Mr. Johnson has some serious personal problems with a certain corporate executive. He would like for you to help in reducing these problems – permanently…","gameDate":"2064","edition":3,"publisher":["fanpro"]}],["SRM01-02",{"sku":["SRM01-02"],"category":"mission","type":"digital","name":"Strings Attached","releaseDate":["2004"],"description":"You’re hired to extract some VIPs from a secure facility and then destroy any evidence or witnesses that you were there. Of course, there are strings attached: the VIPs are not very cooperative and must be unharmed. You always did enjoy a challenge!","gameDate":"2064","edition":3,"publisher":["fanpro"]}],["SRM00-05",{"sku":["SRM00-05"],"category":"mission","type":"digital","name":"A Dark and Stormy Night","releaseDate":["2004"],"description":"It was a dark and stormy night - traveling near Glow City in the Redmond Barrens during a hail storm is not your idea of a good time, especially when things go bump in the night!","gameDate":"2061","edition":3,"publisher":["fanpro"]}],["SRM00-03",{"sku":["SRM00-03"],"category":"mission","type":"digital","name":"FORCEd RECON","releaseDate":["2004"],"description":"The ancient ninjas were more than assassins, they were also experts in spying and inteligence gathering. A new research facility has just ben built, and someone wants to get as much paydata on their operations in case future incursions are necessary. Become the modern ninja and name your pay!","gameDate":"2061","edition":3,"publisher":["fanpro"]}],["SRM00-04",{"sku":["SRM00-04"],"category":"mission","type":"digital","name":"A Fork in Fate's Path","releaseDate":["2004"],"description":"A runner’s gotta do what a runner has to do. Or does s/he? For once, you get a choice of two different runs. Time limits your choice to one or the other, but not both. But remember chummer that looks can be deceiving, and that all that glitters is not gold--like the hyper velocity gel round of an angry Lone Star Cop, just as an example…","gameDate":"2061","edition":3,"publisher":["fanpro"]}],["SRM01-06",{"sku":["SRM01-06"],"category":"mission","type":"digital","name":"Lost and Found","releaseDate":["2005"],"description":"It's a simple job. Something was stolen and someone wants it back. How complicated could it be?","gameDate":"2064","edition":3,"publisher":["fanpro"]}],["SRM01-07",{"sku":["SRM01-07"],"category":"mission","type":"digital","name":"Keys to the Asylum","releaseDate":["2005"],"description":"What happens when a corporation grows too fast? Sooner or later, someone is going to make a mistake, someone will have to pay the cost, and someone will have to clean up the mess. Who is really holding the keys to the asylum?","gameDate":"2064","edition":3,"publisher":["fanpro"]}],["SRM01-05",{"sku":["SRM01-05"],"category":"mission","type":"digital","name":"A Walk in the Park","releaseDate":["2005"],"description":"Will you do anything for money? How about escort a group of wealthy clients for a day? Is it just a walk in the park, or something more?","gameDate":"2064","edition":3,"publisher":["fanpro"]}],["SRM01-03",{"sku":["SRM01-03"],"category":"mission","type":"digital","name":"Harvest Time","releaseDate":["2004"],"description":"The members of an urban tribe are brutally murdered and left for dead. Who could do such a thing? Vampires, ghouls, gangs, or just some crazed lunatic? Nope, a greedy corporation that needs fresh organs! Help recover the evidence before it is destroyed and stop them!","gameDate":"2064","edition":3,"publisher":["fanpro"]}],["SRM01-04",{"sku":["SRM01-04"],"category":"mission","type":"digital","name":"The Gambler","releaseDate":["2004"],"description":"An opportunity for a payday! Your fixer lets you know that a client is looking for a datasteal in a previously scouted location. Get in, get the paydata, and get out, all without leaving a trace or a trail of destruction. Know when to hold ‘em and know when to fold ‘em.","gameDate":"2064","edition":3,"publisher":["fanpro"]}],["SRM02-20",{"sku":["SRM02-20"],"category":"mission","type":"digital","name":"Career Path","releaseDate":["2007"],"description":"Harold Benson hires the runners to prevent one of his researchers, Marvin Fitz, from being extracted. Benson knows the extraction is voluntary, but does not disclose this information. He explains that Marvin has a non-working prototype with him that must be kept out of the competition’s hands at all costs.\nBenson suggests that the PCs start at Fitz’s apartment, where they may learn that his extraction was voluntary. From there, they catch up to Marvin in the plaza of the Happy Canyon shopping mall in Chinatown.\nAfter a quick negotiation, the real extraction team, a professional squad working for the Vory, ambushes them. The Vory team knows Fitz has implanted his research project into his own head, and that it works, but they don’t know what it does. The opposing team also knows that the extraction is a scam: Fitz is actually being captured to be sold to the highest bidder.\nFrom there, it’s a matter of safely securing Fitz and deciding what to do with him.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-21",{"sku":["SRM02-21"],"category":"mission","type":"digital","name":"Happenstance","releaseDate":["2007"],"description":"This adventure focuses on gathering information about some non-sanctioned biz in Triad territory. The Golden Triangle has received word that a Johnson has been hiring runners for several months now to smuggle goods through Chinatown. They know that he works out of a local bar/nightclub called Happenstance. Despite the fact that Happenstance is controlled by the Casquilhos, Triad forces attempt to crash Mr. Johnson’s party. The runners are among the witnesses. During the melee, runners see Mr. Johnson and his team. Having seen their faces, the Golden Triangle hires the runners to find out all they can about Mr. Johnson, the meet, and the biz.\nDespite being a simple package delivery, the runners find they are not alone. The Casquilhos, the Koshari, and the Vory are interested in the delivery. Along the way, the package stops at a warehouse, crosses the CAS/UCAS border, and ends in the Aurora Mall. The runners find that the package is destined for Tamanous organleggers. Can they get out with their skins intact?","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-19",{"sku":["SRM02-19"],"category":"mission","type":"digital","name":"By Any Means Necessary","releaseDate":["2007"],"description":"The Kirillov Vory have made inroads into the Warrens, rolling street gangs where possible and destroying others. With their growing influence, the Golden Triangle has lost a number of brothels and enforcers. Mikael Petrov has formulated a plan to drive a wedge between the Triad syndicates by specifically targeting the Golden Triangle and not harming the White Lotus.\nIn addition to the wedge Petrov wants to drive between the Triads, he is cleaning up a few loose ends of his own. He is trying to deal with the now defunct Fomin Vory, Tamanous (ghoul organleggers), and the Fronts – a local gang who has become a recurring thorn in his side (see SRM02-10 Twist and Insult). ","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-17",{"sku":["SRM02-17"],"category":"mission","type":"digital","name":"Patient Zero","releaseDate":["2007"],"description":"The team is sent to the Yakuza casino on the advice of a trusted fixer. When they arrive, the AR system goes down, and the Yakuza hire the team (with a level of courtesy based on the teaM's relationship with the Yakuza) to find out who had done it and bring them to justice – permanently. The team starts to track the phenomenon, and finds a similar occurrence at a local mental health facility. Investigating, they find that a patient named \"Mary\" was admitted with extreme schizophrenic psychosis, but suddenly recovered and checked herself out. The team tracks her to the University Psychology Department's library, where she is working. She avoids questions like a pro, but tries to slip the team a clue when the AR system goes down and Knight Errant is called.\nThe team escapes and is contacted by the Yakuza, who now have security tapes available. The team discovers that Mary was on the scene at the casino. When they track her down, they find that she has holed up in an automated factory that builds drones, vehicles, and display links, among other things. They find that Mary is the unwilling host of Taske, a free sprite from SRM02-05 Through a Rose Colored Display Link. The team has a nasty fight with the factory's equipment, and (hopefully) brings the culprit to justice.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-18",{"sku":["SRM02-18"],"category":"mission","type":"digital","name":"A Very Bad Day","releaseDate":["2007"],"description":"It's a bad day. The Frog Sorcerer (from ancient Pueblo legends) has come into power and has used it to cause a large mana storm. During the height of the storm, the Frog Sorcerer creates an astral rift and a Displacement Alchera (SM p.115) manifests, but he's not powerful enough to \"jump ship\" and become a free spirit, escaping the planes.\nMeanwhile, the runners find the worst luck following them just trying to get to a job downtown in this weather. When they finally get to the meet, they find Mr. Johnson dead, and no nuyen on him to compensate for the trip to the Hub.\nJust then, another opportunity shows up at the bar where they were to meet the late Mr. Johnson. Aaron Drey has been watching the storm anticipating something. When the Alchera opens, he recognizes the landscape. He believes that, through the alchera, the runners can locate the spirit Yuichotol for him. When the Runners get into the mountains of the Alchera, they unknowingly move through the rift into the metaplane of the ancient Pueblo.\nThe runners get off on the wrong foot as bad luck still lingers around them, but can obtain guidance in their search for Yuichotol. After battling mythical creatures and the Frog Sorcerer himself, the runners search comes up empty as Yuichotol has moved from this metaplane. However, the runners may recover a vessel for Yuichotol.\nAs the runners leave, they find that they’ve exited the metaplane at a different part of the alchera, and wind up in the office building across the street. They have to get out of that building, run back across the street, and present the skull to Aaron, who attempts to \"Reverse Engineer\" the spirit formula from the Construct in a creative Chaos style of magic.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-25",{"sku":["SRM02-25"],"category":"mission","type":"digital","name":"Done Deal","releaseDate":["2007"],"description":"An item known as The Dragon Stone has been in circulation in the Denver shadows for a bit. While it started out in Yakuza control, the events of SRM02-08 Chasing the Dragon put it in the hands of a Triad lieutenant. During SRM02-24 Hubris and Humility, she lost the item. Now, there’s a mad scramble in Denver’s Underworld to recover the item. The team unwittingly finds that they have the rare artifact. The question that is raised is – to whom will they give it?\nThe various factions of Denver all want a piece of the action. However, Ghostwalker is interested as well. The team must decide the level of risk that they’re willing to undertake to achieve their reward.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM03-00X",{"sku":["SRM03-00X"],"category":"mission","type":"digital","name":"Missions Season 3","releaseDate":["2009-03"],"description":"Base files for season 3","gameDate":"2070","edition":4,"publisher":["catalyst"]}],["SRM02-24",{"sku":["SRM02-24"],"category":"mission","type":"digital","name":"Hubris and Humility","releaseDate":["2007"],"description":"Over the last two years, the Vory have made deep inroads into several areas of Denver. They still do not have direct control over any province but have an increasing power base with only a few stumbling blocks in their way. The road to power has had its own set of hardships and now alliances must be reforged or broken. Irina Klavikov has worked her way into Mikael Petrov’s bed and presented a gift that may be enough to buy his loyalty away from the ties of blood and the Kirillov Vory.\nIn SRM 02-13, Irina and Mikael gathered blackmail material on Lin Yao after her attempt to hire shadowrunners to kill An Peng and kidnap another Triad member. Unfortunately, their control over Lin is incomplete. Lin has agreed to complete the task they have approached her on, but plans on having a backdoor. Meanwhile, the Triad has learned about Lin Yao’s indiscretions and takes their own action.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-22",{"sku":["SRM02-22"],"category":"mission","type":"digital","name":"Backlash","releaseDate":["2007"],"description":"The Chavez family has recently had some setbacks due to Koshari interference with their business operations, in spite of the Lakeside treaty. Deciding that enough was enough, they chose to make an object lesson of a known Koshari Johnson and took his bodyguard captive for leverage to attempt to turn a known corporate fixer to their own services.\nMatt Greyfox, the bodyguard, is a former lover and still close friend of Tabby’s. She is irate that Omar Chavez is attempting to use her friend to blackmail her, but she is also in a bind as the bodyguard is the son of one of Tabby’s corporate contacts. Unhappy about his son’s choice to become a bodyguard in the shadows, but believing that each person must choose their own path, the suit was unwilling to force the issue. Instead, he asked Tabby to strike up an acquaintance with his son and keep an eye on him. She honored that request but it became something more. Tabby now finds herself concerned about how the father may react if he learns about the affair and how his son has become a bargaining chip. She wants the situation resolved quickly. Once she heard about the runners’ plight and discovered where Matt was being held, she contacted the team. She believes they are the perfect people to teach Omar Chavez a lesson that he should take to heart, while maintaining her corporate connections.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-23",{"sku":["SRM02-23"],"category":"mission","type":"digital","name":"Prodigal Son","releaseDate":["2007"],"description":"As any made-man can tell you, switching sides once you’re in is just asking for a double-tap in the back of the head. But, what if the defector is simply too valuable to the organization? They may know too much or hold a strategic position. The reasons don’t really matter. In the end, they can’t be released nor can they simply be killed. What then?\nThis is the position between the Koshari and Nathaniel Howlingcoyote, aka Alesandro Ibáñez. (see SRM02-14 Wetwork Pure and Simple for more of Nathaniel’s back story.)\nA few weeks ago, through various sources, the Koshari discovered Alesandro’s duplicity. While remaining on the surface at least, a loyal Koshari, he was secretly smuggling certain rare and esoteric materials into Denver through a company called XCR and, in turn, to the Vory. The Vory were moving the materials to a secret Tamanous hideout located underneath the Aurora Mall. They’d made a deal to supply the organleggers with chemicals and apparatus along with ‘raw materials’ for their operation. These chemicals were being used for fetus farming (see SRM02-21 Happenstance and SRM02-15 Critical Care).\nNormally, a Koshari underling found to be working with another crime organization would be loudly and publicly murdered along with any and all accomplices and left as a warning that such behavior would not be tolerated. But Alesandro was a special case. He was the majority shareholder of XCR and its current CEO. Killing him would deprive the Koshari of millions of nuyen, not to mention the inroads with Evo, and the company’s potential utility to the Koshari’s own smuggling operations. Since killing him was out of the question, the only answer left was to bring him back into the fold.\nThe easiest way to do this is to ensure that the Vory have reason for wanting him dead. Then Alesandro will have no choice but to return to the Koshari in the hopes that they will protect him. Since the Vory do not accept excuses nor do they forgive failure, this shouldn’t be too difficult. All it should take is a series of late, lost, or simply stolen deliveries.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-10",{"sku":["SRM02-10"],"category":"mission","type":"digital","name":"Twist and Insult","releaseDate":["2006"],"description":"With the exodus from Mother Russia, the Avtoritey and Vory have been bringing their families to North America and settling into their old ways. Six months ago, several of these families made their way to Denver. After dividing the city along the national boundaries, each Vor and Avtoritet began to slowly expand through their own means.\nMaria Kirillova, the only daughter of Nikolai Kirillov, began seeing Tony a few months ago.  After realizing that Tony was second in command, she did what any good Vory wife would have done and killed the leader of the gang.  Unfortunately, Tony was distraught over Jonny’s death and so Maria never told him. Now Tony wants to runaway from the gang and Denver, so that he and Maria can get married and live together.\nMeanwhile, Nikolai Kirillov has learnt of the death of the leader of the Three Kings and wants to make his move to absorb the gang before they join someone else. The runners have just completed a run for him so they are immediately at hand when he decides to move.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-11",{"sku":["SRM02-11"],"category":"mission","type":"digital","name":"Rising Sin","releaseDate":["2006"],"description":"The runners are hired by Tabby to raid a Yakuza parlor. The 3-story building is situated in the UCAS sector. It’s an old but well maintained beige brick building in a quiet part of town. The Yakuza discreetly run an illegal brothel and casino from there.\nThe first floor serves as a posh welcoming lobby and lounge. Prostitutes and geishas not serving anyone lounge around and are on display for incoming clients. A kitchen also prepares small meals and snacks for customers, whether gamblers or those enjoying the services of the prostitutes. The back rooms serve as security HQ for the operation. Yakuza soldiers monitor camera feeds and other security measures, as well as standing-by in case of trouble.\nThe 2 stories above ground are simply hotel-like rooms where customers enjoy the services of the prostitutes. There are about a half a dozen rooms per floor, so a dozen in total. Yakuza security is discreet here. Nothing much of interest for the runners.\nThe building also has a basement, where the casino is. The usual attractions can be found, ranging from cards to roulette to mah jong. The setting continues to be posh, but security here is more obvious and well armed, reminding customers that cheating is a very bad idea, as well as protecting valuables. There are also a number of customers, employees and waitresses.\nThe runners’ target is a small room connected to this casino. It is protected by additional security measures, and it holds important offline data. The runner team will have to access this server to obtain the paydata they are after. The mainframe will be hackable, especially for a team with a competent hacker or technomancer. An alternate method would be to force a captured Yakuza technician to give them access codes.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-08",{"sku":["SRM02-08"],"category":"mission","type":"digital","name":"Chasing the Dragon","releaseDate":["2006"],"description":"The runners are hired by a Ms. Johnson—Junko “Lady Jade” Tetsuya or Donna Westmore, depending—to locate and bring to justice the murderer of 11-year-old Catherine Westmore, whose fate was sealed by the events of SRM02-03: The Grab. Finding Catherine’s killer requires all of the team’s ingenuity and resolve. Eventually, they find Takeshi Modori, former lover of Lady Jade and prime suspect in Catherine’s murder investigations hiding at Mystic Curiosities, a Talismonger's shop in CAS.  Takeshi tells them that he witnessed Catherine gunned down by her own father.\nTheir investigation resumes on the trail of Kazuya “The Dragon” Hotomi: an ex-Yakuza assassin. Kazuya has cut a deal with Lin Yao, a White Lotus Triad lieutenant for protection. To bring Kazuya to justice, the runners will have to deal with Lin Yao or infiltrate Klub Karma: a Triad controlled club in the heart of Chinatown. By doing so, they risk earning the enmity of the powerful organization.\nOnce Catherine’s killer is in their hands, they are to take him to an abandoned flophouse in the Aurora Warrens—the very spot where Catherine’s life ended. There, Ms. Johnson exacts her revenge either by using the runners to brutally torture Kazuya or, if the runners were involved in Catherine’s death, by betraying them and attempting to bring their lives to a fitting end.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-09",{"sku":["SRM02-09"],"category":"mission","type":"digital","name":"Tunnel Vision","releaseDate":["2006"],"description":"During the excavation for the foundation of a new building, a forgotten drainage pipe was found. Wuxing, who owns the building site, suspects it leads under the nearby sector border into the neighboring sector. They sent in an exploration team. This team reported some disturbing findings via commlink. Then all communication broke down.\nEnter the runners. Wuxing hires them to explore the drainage system, find the first exploration team and bring them back alive, if possible.\nIt all comes down to a bit of a dungeon crawl with the runners never knowing what horrors lurk around the corner. Along the way, they may find one very disturbed member of the first exploration team.\nThe finale has the runners entering the final chamber where Enrico Trebol, an Aztec Blood Mage, is just finishing a nasty sacrifice ritual on the survivors of the missing team. Trebol is crazed and confused.  He’s spent years living alone in the tunnels, forgotten by the corp when Ghostwalker threw Aztechnology out of Denver. He has spent years transforming the tunnels to accommodate his crazy delusions.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-12",{"sku":["SRM02-12"],"category":"mission","type":"digital","name":"Winter Wonderland","releaseDate":["2007"],"description":"Ardent’s head hurt. He felt bruised all over, like bailing without a parachute. Everything was hazy, he couldn’t remember what happened the last few…hours…days. “Did I crash? Wait, no, I landed”, he thought.\nMemories started coming back. He remembered that he landed, taxied to the hangar, the Koshari met him, and then everything went black; black and painful. The Koshari weren’t pleased that the cargo was missing. He tried to explain that he saw a ZDF plane coming at him and he dumped the cargo. Unfortunately he couldn’t explain why he was so far off course. They thought he sold it to a competitor. Ardent mumbled to himself, “Should have kept flying.” The Koshari don’t like mistakes, and this was Ardent’s second.\nHis first only cost him repayment plus interest. A light sitting on a table pushed the shadows back. Ardent was seated in a chair with his hands tied behind his back. The room was vast beyond the darkness. Even with thermal and lowlight in his cyber eyes, there wasn’t much to make out.\nFootsteps echoed behind Ardent. “Good news, Mr. Ardent, your plane’s logs confirm your statement. You can be on your way. Any further obligations we had with you are terminated as your services are no longer needed,” said a voice from behind him.\nA figure of a man walked just past Ardent. It resembled the Mr. Johnson who hired him, though with the Hopi mask, it was impossible to be sure. The man continued as he put down a case and opened it, “Before you go, there is the matter of payment. Cash isn’t optional.”\nArdent looked up confused. When he saw the man turn around holding a scalpel, he finally understood…","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-15",{"sku":["SRM02-15"],"category":"mission","type":"digital","name":"Critical Care","releaseDate":["2007"],"description":"A DocWagon executive, Brent Fuller, hires the team to investigate a situation regarding patients that are disappearing. They are told that the investigation must be kept absolutely quiet for public relations purposes. He gives them the files on the three missing women.\nLegwork provides the runners with leads on a fake DocWagon ambulance, potential additional victims, and the grunts responsible for the kidnappings.\nEventually, the runners learn about the Farm – a site where metahumans are grown for organ harvesting. To their horror, they discover ghouls run the site. The run concludes as the team fights their way free with the survivors while the ghouls or their associates pursue.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-16",{"sku":["SRM02-16"],"category":"mission","type":"digital","name":"Primal Forces","releaseDate":["2007"],"description":"When precious resources are in transit inside Denver, it’s difficult for the various factions to stay idle. And when every faction has a reason to try to get hold of it, that leaves many decisions to the runners about their allegiance.\nIn this adventure, the runners are hired by the Casquilho mafia to retrieve two bioengineered animal specimens on display during an international scientific conference on wildlife preservation. The Yamato Yakuza clan is providing protection for the animals. These highly intelligent animals will follow the runners until their delivery.  Between the retrieval and the delivery, other factions hear about that and make their offers to the runners to get the animals for themselves.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-13",{"sku":["SRM02-13"],"category":"mission","type":"digital","name":"Take Out Service","releaseDate":["2007"],"description":"After taking a call to meet at the Splatter Bar, the runners are contracted to collect black mail material on Lin Yao. The Vory want the runners to eliminate another team of runners and take a job from Lin Yao. It is important that they record the meeting, and after completing the secondary run bring one of the participants (Chun Xiang) from that run back to the Vory.\nLin Yao’s job involves kidnapping a woman who is the current lover of a member of the Triad and the former lover of Lin Yao. It’s believed that the recording plus the risk of harm to Chun will give them sufficient leverage on Lin to get what the Vory want. The fact that Chun is also a skilled smuggler is just an additional bonus in Fomin’s mind.\nOnce the team decides who they’re actually willing to work for and how they’ll follow through on the run, they need to deal with at least one of several Johnsons all looking for a double cross.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["SRM02-14",{"sku":["SRM02-14"],"category":"mission","type":"digital","name":"Wetwork Pure and Simple","releaseDate":["2007"],"description":"This run focuses on an assassination near the town of Leadville. The characters are hired because Mr. Johnson (a Koshari plant) believes that his superiors had his corporate wife murdered and that one of his rivals gave the order.  The runners will have to cross the border into PCC territory, travel through almost 200 km of PCC territory, kill the target, and return.  Mr. Johnson will also stipulate that the run must be completed in three days, the death must appear accidental, and collateral damage must be kept to a minimum.\nOn the way there and back, they will have to deal with tightened security at the borders, getting around a gang turf war, altitude sickness (and other high-altitude problems), and overly curious PuebSec officers.  The target’s residence contains a corp bodyguard team, magic and mundane defenses, and a few surprises.","gameDate":"2070","edition":4,"publisher":["catalyst","wizkids"]}],["27452",{"sku":["27452"],"category":"mission","type":"digital","name":"Book of the Lost","releaseDate":["2017-03"],"description":"The Bastard, upright. A man in clown makeup stands in a broken skyraker window over another man on the verge of a long plummet. Near the clown’s hand, a white rose. Opportunity, adventure, but also mania and frenzy. 404, upright. A woman crouches on the edge of a rooftop, holding a white rose. In the distance is the image of a woman in a red dress. Destruction, failure, collapse. Queen of coins. A woman in a red dress, lounging amidst luxury. She has material wealth but emptiness of soul. Upright, she is opulence, magnificent. Inverse is suspense, fear.\nOpportunity and adventure abounds. Destruction and failure loom. Will the result be magnificence—or fear?","gameDate":"2079-02","edition":5,"publisher":["catalyst"]}],["27450",{"sku":["27450"],"category":"mission","type":"digital","name":"Bloody Business","releaseDate":["2015-05"],"description":"A scared megacorporation does not run and hide in the shadows. Instead it lashes out, swiping with sharp claws, not caring who is hit by the blows. Many of the megacorps are currently reeling, hit by multiple harsh wallops. NeoNET and Evo are dealing with the fallout of the CFD virus, Ares has powerful forces eating it away from inside, Horizon backed the losing side of the Aztlan-Amazonia war, and the Japanacorps are rearing back to take on the world—and each other. When the corps get aggressive, shadowrunners get called, and blood gets shed.","gameDate":"2077-02","edition":5,"publisher":["catalyst"]}],["27481",{"sku":["27481"],"category":"mission","type":"digital","name":"Firing Line","releaseDate":["2013-08"],"description":"Shadowrunning can take you all sorts of different places and give you the chance to have all sorts of different guns pointed at you. Whether you’re exploring mysterious islands off the coast of Seattle, collecting bounties on the tightly guarded streets of Manhattan, or trying to survive the chaos and conflict in Bogotá, you’re likely to find yourself in trouble and in the line of fire. Because that’s where you’re paid to be.\nFiring Line collects four Shadowrun Missions developed especially for the large summer gaming conventions, making them available for the first time to the gaming public. The adventures have all the statistics and game information needed for both Shadowrun, Fourth Edition and Shadowrun, Fifth Edition, meaning that a wide range of shadowrunners will have everything they need to dive into the adventures and get themselves in some high-paying trouble!","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["27480",{"sku":["27480"],"category":"mission","type":"digital","name":"Sprawl Wilds","releaseDate":["2013-07"],"description":"You live in any sprawl long enough, you’ll find out that there’s a lot more to it than businessmen and soykaf stalls. Any sprawl worth its mettle has its dark corners, its forgotten places, its spots that are just as wild and untamed as the deepest rainforest.\nSeattle, the prime metroplex in the world for shadowrunning, is filled with such places, and Sprawl Wilds gives shadowrunners a chance to tour them. From a fortress-like Barrens farm recovering from a mysterious attack to a dark secret hidden in a clinic, runners have a chance to see the sites most people never encounter, and uncover information that some people want to stay secret at any cost. They’ll meet jaded smugglers, wary police officers, passionate activists, hardened criminals, wounded warriors, and at least one deranged killer. The questions are, will they survive long enough to collect a paycheck—and how much of the sprawl will be nothing more than dust when they’re done with it?","gameDate":"2075","edition":5,"publisher":["catalyst"]}],["27409",{"sku":["27409"],"category":"mission","type":"digital","name":"Boardroom Backstabs 3: Battle of Manhattan","releaseDate":["2015-02"],"description":"TO: Willing recruits\n\nFROM: The people who can pay you\n\nCome to Manhattan. We will pay.\n\nWe won’t bother with appeals to patriotism, or to your best instincts, or to anything the least bit noble. Come to Manhattan because there is a fight breaking out. Fighting is what you are paid for. Fighting is what you were born for. Come because there is money to be made.\nYou don’t need to pick a side. Sides shift, sides change. In the end, the only consistent thing is that you are the only one you can count on. You fight for yourself. That is something you should be used to. That is how you live.\nCome to Manhattan because the corporations are spoiling for a fight. Most of the time, we’re good at keeping our spats clean and civilized. We lie, we cheat, we steal, but we do not engage in anything as vulgar as open street fighting. Sometimes, though, we can’t help ourselves. Sometimes, the tension gets to be too much, and it breaks, and it bursts into the open.\nThat time is coming.\nBring your skills, bring your wits, and definitely bring your guns. You’ll need everything you got. We are anxious to take advantage of what you have.\nCome to Manhattan. We’re waiting for you.","gameDate":"2076","edition":5,"publisher":["catalyst"]}]]